{"25 - Issue 2": [{"title": "Colonial Virginia's paper money, 1755–1774: value decomposition and performance", "corresp": "F. Grubb, Professor and NBER Research Associate, Economics Department, University of Delaware, Newark, DE 19716, USA. Email: grubbf@udel.edu. Website: www.lerner.udel.edu/faculty-staff/faculty/farley-grubb.", "abstract": "Colonial Virginia's legislature introduced an inside paper money into its domestic economy that was, at that time, primarily a barter economy without any government or bank-issued inside paper monies in circulation. I decompose Virginia's paper money into its expected real-asset present value, risk discount and transaction premium. The value of Virginia's paper money was determined primarily by its real-asset present value. The transaction premium was small. Positive risk discounts occurred in years when monetary troubles were suspected, namely worries that the government would not redeem the paper money as promised. Counterfeiting, however, was not one of these worries. The legislature had the tools and used them effectively to mitigate the effects of counterfeiting on the value of its paper money. Colonial Virginia's paper money was not a fiat currency, but a barter asset, with just enough transaction premium to make it the preferred medium of exchange for local transactions. It functioned like a zero-coupon bond and traded below face value due to time-discounting, not depreciation.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/colonial-virginias-paper-money-17551774-value-decomposition-and-performance/14F375610ECB4B85410680AC6161FF5A", "doiUrl": "https://doi.org/10.1017/S0968565018000057", "email": "grubbf@udel.edu", "authors": "Farley Grubb", "institution": "University of Delaware", "address": "University of Delaware, Economics Department Newark, DE 19716 "}, {"title": "US inflation and inflation uncertainty over 200 years", "corresp": "D. Bredin (corresponding author), Graduate School of Business, University College Dublin, Carysfort Avenue, Blackrock, Dublin, Ireland; email: don.bredin@ucd.ie.", "abstract": "This article uses historical US inflation data covering over two centuries to examine the impact of the establishment of the US Federal Reserve on average US inflation and inflation uncertainty. We find that the founding of the Fed is associated with higher average US inflation and lower inflation uncertainty. Critically, these results are not driven by the post-1980 period, where the Fed policy is characterised by the dual mandate. Other important results are that the gold standard period is associated with both lower inflation and inflation uncertainty, and that banking and stock market crises are a positive determinant of inflation uncertainty and perhaps inflation. World Wars I and II and the US Civil War are associated with both higher inflation and higher inflation uncertainty. In addition, we find that the central bank has responded to increasing inflation uncertainty in a stabilising manner in support of the Holland hypothesis.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/us-inflation-and-inflation-uncertainty-over-200-years/FDB3886194B583976524CE3A3378DA89", "doiUrl": "https://doi.org/10.1017/S0968565018000045", "email": "don.bredin@ucd.ie", "authors": "Don Bredin", "institution": "University College Dublin", "address": "University College Dublin, Graduate School of Business Carysfort Avenue Blackrock Dublin "}, {"title": "The origins of Swiss wealth management? Genevan private banking, 1800–1840", "corresp": "S. Ugolini, University of Toulouse (Sciences Po Toulouse and LEREPS): stefano.ugolini@ut-capitole.fr.", "abstract": "Geneva is host to the most ancient and venerable private banks of Switzerland, but not much is known about the circumstances in which the city allegedly developed an early competitive advantage in wealth management. Using an extraordinary qualitative source (Jacques Mirabaud's papers, and especially his memoirs), this article outlines the microstructure of Genevan private banking at the time of its emergence in the early nineteenth century. It finds that in those years, wealth managers’ ‘raw material’ did not consist of foreign capital, but of a remarkably abundant stock of domestic capital. Financial and social factors were intertwined in producing a very hierarchical division of labour in the origination and distribution of international sovereign loans.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/origins-of-swiss-wealth-management-genevan-private-banking-18001840/ADB7D43ECBEDD873FF95FF6AFAB98A35", "doiUrl": "https://doi.org/10.1017/S096856501700021X", "email": "stefano.ugolini@ut-capitole.fr", "authors": "Stefano Ugolini", "institution": "University of Toulouse", "address": "University of Toulouse, "}, {"title": "Stock exchange competition: the case of Geneva during the interwar period", "corresp": "Corresponding author: K. Oosterlinck, Université libre de Bruxelles, SBS-EM, CEB, 50 av. Roosevelt, CP 114/03, 1050 Brussels, Belgium, koosterl@ulb.ac.be.", "abstract": "Despite its importance as a financial centre, the historical literature dedicated to the Swiss financial industry remains scarce. Analyses focusing on cantons and cities of the country are even more limited in number. This is unfortunate and is, in all likelihood, linked to the reluctance of financial institutions to share information in a country where banking secrecy has been at the core of the past success of these institutions. Despite this willingness to share as little as possible, some archival funds have gradually become available, most notably after businesses went bankrupt, changed hands, or simply disappeared. The present article relies on these sources to analyse the evolution of the Geneva stock exchange during the interwar period, which saw a gradual decline of its activity. Independent brokers strived to keep their oligopoly over banks. At the same time, Swiss German banks tried to penetrate the canton-controlled marketplace by using their federal rights and strength to become unavoidable actors. They could ultimately help local bankers gain direct access to the Geneva stock exchange, obliterating the power of brokers who were left with no other choice than to appeal to the Canton of Geneva to defend their position.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/stock-exchange-competition-the-case-of-geneva-during-the-interwar-period/79BA46400B6B70947B0F9942754E51A3", "doiUrl": "https://doi.org/10.1017/S0968565018000069", "email": "koosterl@ulb.ac.be", "authors": "Kim Oosterlinck", "institution": "Université Libre de Bruxelles and CEPR", "address": "Université Libre de Bruxelles and CEPR, SBS-EM, CEB, 50 av. Roosevelt, CP 114/03 1050 Brussels "}, {"title": "The Bank of France's balance sheets database, 1840–1998: an introduction to 158 years of central banking", "corresp": "P. Baubeau, Université Paris Nanterre / IDHES (UMR 8533), Bâtiment Max Weber/230, 200, Avenue de la République, 92001 Nanterre Cedex, France; email: patrice.baubeau@orange.fr.", "abstract": "A project to build a comprehensive database of the Bank of France's published accounts covering its entire history was launched in 2001 with the support of the Bank's Mission Historique. This article introduces its main outcome: a dataset based on the weekly balance sheets – the so-called situations hebdomadaires – covering more than a century and a half of history from 1840 to 1998. After a brief outline of the historical evolution of the Bank's legal status and a description of the publication outlets for the data, the article pays special attention to the issues of transparency and accountability. For that purpose, it reconstructs on the basis of archival records the debate over the disclosure of the Bank's figures (what to publish, how frequently) that took place, both within the Bank and between the Bank and the government, at various turning points in the nineteenth and twentieth centuries. Finally, the article explains how the presentation of the situations changed over time, paying special attention to the impact of World Wars I and II. The full database with metadata information is attached to the electronic version of this article and downloadable as an Excel file from the FHR website, together with an extensive review of the literature on the history of the Bank of France.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/bank-of-frances-balance-sheets-database-18401998-an-introduction-to-158-years-of-central-banking/1C592E47C28B5292CD783210C4964383", "doiUrl": "https://doi.org/10.1017/S0968565018000070", "email": "patrice.baubeau@orange.fr", "authors": "Patrice Baubeau", "institution": "Université Paris Nanterre / IDHES", "address": "Université Paris Nanterre / IDHES, "}], "23 - Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/how-to-stabilize-the-banking-system-lessons-from-the-pre1914-london-money-market/EB98721C3B5B572A921C11D7B71DA3A9", "corresp": "C. Sissoko, University of Southern California, Gould School of Law, Center for Law and Social Science, 699 Exposition Boulevard, Los Angeles, CA, 90089; email: csissoko5@gmail.com.", "abstract": "This article argues that the British financial system in the era prior to World War I provides modern policymakers with a successful model of how to stabilize the banking system. This model had two components: incentives were structured to ensure that all banks that originated or traded assets on the money market sought only to trade in high-quality assets; and macro-prudential regulation promoted the segregation of money markets from capital markets, monitored the growth of money market credit, and restricted trade on the money market in assets issued by entities and sectors whose money market liabilities were growing so fast that the most reasonable explanation was that the money market was being used to finance longer-term investment. These facts indicate that policymakers can successfully stabilize the banking system through a combination of structural reform and regulation of the growth of credit.", "title": "How to stabilize the banking system: lessons from the pre-1914 London money market", "doiUrl": "https://doi.org/10.1017/S0968565016000020", "institution": "University of Southern California", "authors": "Carolyn Sissoko", "email": "csissoko5@gmail.com", "address": "University of Southern California, C. Sissoko Gould School of Law Center for Law and Social Science 699 Exposition Boulevard Los Angeles CA, 90089 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/original-operation-twist-the-war-finance-corporations-war-bond-purchases-19181920/BB16ABD625D583087664BE24720A9A3A", "corresp": "J. L. Butkiewicz (corresponding author), University of Delaware, Department of Economics, Newark, de 19716, USA; email: jimb@udel.edu", "abstract": "In 1918 the United States Treasury delegated to the War Finance Corporation, a newly created off-budget federal agency, the task of buying Liberty bonds and later Victory notes in an effort to stabilize prices. Bayesian vector autoregression analysis of the security purchases indicates that the WFC purchases provided statistically significant price support, and marginally lowered bond yields while the program operated. Once WFC purchases ended, war bond yields increased substantially. Between bond issues, the Treasury financed its operations, including security purchases from the WFC, by issuing short-term debt, which affected the money market interest rate. The WFC's bond purchases are found to have a positive and significant impact on the call loan rate. Thus the WFC's bond purchases twisted the yield curve.", "title": "The original Operation Twist: the War Finance Corporation's war bond purchases, 1918–1920", "doiUrl": "https://doi.org/10.1017/S0968565016000068", "institution": "University of Delaware", "authors": "James L. Butkiewicz", "email": "jimb@udel.edu", "address": "University of Delaware, Department of Economics Newark de 19716 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/british-attempt-to-manage-longterm-interest-rates-in-19621964/CBF9CF90CB9B6CA4FBC2A6F0C8CEC3E3", "corresp": "William A. Allen, Senior Visiting Fellow and member of the Advisory Board of the Centre for Banking Research, Cass Business School, 106 Bunhill Road, London ec1y 8tz; email: bill@allen-economics.com.", "abstract": "The British monetary authorities tried to encourage lower long-term interest rates through their government debt management operations between 1962 and 1964, following the Radcliffe report's recommendation that they should have an objective for long-term rates, and with the intention of supporting the government's pursuit of faster economic growth. The implementation of the policy was complicated by the Bank of England's role as a market maker in the government securities market, and beset by misunderstandings among the monetary authorities. The policy was abandoned when the conditions of strong market demand for bonds on which it depended changed. The article describes how the policy was developed and implemented, and the impact of political preferences on it.", "title": "The British attempt to manage long-term interest rates in 1962–1964", "doiUrl": "https://doi.org/10.1017/S0968565016000044", "institution": "Cass Business School", "authors": "William A. Allen", "email": "bill@allen-economics.com", "address": "Cass Business School, William A. Allen Senior Visiting Fellow and member of the Advisory Board of the Centre for Banking Research 106 Bunhill Road London ec1y 8tz "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/capitalising-on-the-irish-land-question-land-reform-and-state-banking-in-ireland-18911938/8AF25FEEBADBB9AF7B71AA4CC7D1148F", "corresp": "E. McLaughlin, corresponding author: Leverhulme Early Career Fellow, Department of Geography & Sustainable Development, University of St Andrews, North Street, St Andrews, ky16 9al, Fife, Scotland, UK; email: eoin.mclaughlin@st-andrews.ac.uk.", "abstract": "Land reform and its financial arrangements are central elements of modern Irish history. Yet to date, the financial mechanisms underpinning Irish land reform have been overlooked. The article outlines the mechanisms of land reform in Ireland and the importance of land bonds to the process. Advances worth over £127 million were made to tenant farmers to purchase their holdings. These schemes enabled the transfer of over three-quarters of land on the island of Ireland. The article introduces a new database on Irish land bonds listed on the Dublin Stock Exchange from 1891 to 1938. It illustrates the nature of these bonds and presents data on their size, liquidity and market returns. The article finds a high level of state banking in Ireland: large issues of land bonds were held by state-owned savings banks.", "title": "Capitalising on the Irish land question: land reform and state banking in Ireland, 1891–1938", "doiUrl": "https://doi.org/10.1017/S0968565016000019", "institution": "University of St Andrews", "authors": "Nathan Foley-Fisher", "email": "eoin.mclaughlin@st-andrews.ac.uk", "address": "University of St Andrews, Federal Reserve Board Washington, DC E. McLaughlin Leverhulme Early Career Fellow Department of Geography & Sustainable Development North Street St Andrews ky16 9al Fife Scotland "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/savings-banks-and-workingclass-saving-during-the-swedish-industrialisation/76D0FE773368914F7033FD928566100D", "corresp": "K. Lilja (corresponding author), email: Kristina.Lilja@ekhist.uu.se", "abstract": "This article deals with savings banks and the extent to which they encouraged workers to save. A study of probate inventories from three Swedish towns shows that just 20–30 per cent of workers had assets in savings banks during the second half of the nineteenth century. Saving patterns differed greatly among groups of workers. Savings banks were most important for unskilled, unmarried women, but married workers were more likely to invest in, for example, real estate (1870s) and insurance (1900s). Family considerations greatly affected saving decisions, which detracted from the appeal of savings banks. Their emphasis on individual saving was more suitable for those who needed a flexible alternative to use for different saving needs. This flexibility also made it easier for savings banks to meet growing competition and can explain why they continued to attract workers in the twentieth century. Although savings banks never dominated the workers' saving arena, they probably promoted unmarried workers' awareness of the advantages of saving. Consequently, since all married workers had previously been unmarried, savings banks most likely contributed to fostering saving habits among the working class.", "title": "Savings banks and working-class saving during the Swedish industrialisation", "doiUrl": "https://doi.org/10.1017/S0968565016000032", "institution": "Uppsala University", "authors": "Kristina Lilja", "email": "Kristina.Lilja@ekhist.uu.se", "address": "Uppsala University, K. Lilja "}], "23 - Issue 3": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/economically-irrational-pricing-of-nineteenthcentury-british-government-bonds/8B84F8F0F6F997A364994E4DFB8E4939", "corresp": "A. Odlyzko, School of Mathematics, University of Minnesota, Minneapolis, MN 55455, USA; email: odlyzko@umn.edu; \nwww.dtc.umn.edu/~odlyzko\n.", "abstract": "British government bonds formed the deepest, most liquid and most transparent financial market of the nineteenth century. This article shows that those bonds had long periods, extending over decades, of anomalous behavior, in which Consols, the largest and best known of these instruments, were noticeably overpriced relative to equivalent securities which offered the same interest rate and the same guarantee of payment. This finding and similar ones for other comparable pairs of British gilts appear to provide the most extreme counterexamples documented so far to the Efficient Markets Hypothesis and to the Law of One Price, and point the way to further investigations on the origins and nature of the modern economy.", "title": "Economically irrational pricing of nineteenth-century British government bonds", "doiUrl": "https://doi.org/10.1017/S0968565016000172", "institution": "University of Minnesota", "authors": "Andrew Odlyzko", "email": "odlyzko@umn.edu", "address": "University of Minnesota, School of Mathematics Minneapolis MN 55455 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/clearinghouse-loan-certificates-as-interbank-loans-in-the-united-states-18601913/761D544D65E48CC0CB9A9C395DD362DA", "corresp": "C. Hoag, Trinity College, 300 Summit Street, Hartford, CT 06106, USA; Email: Christopher.Hoag@trincoll.edu.", "abstract": "Before the founding of the Federal Reserve, bank clearinghouse associations served as an emergency lending facility during the National Bank Era (1863–1913). This article clarifies the operation of clearinghouse loan certificates during panic periods. If clearinghouse loan certificates do not circulate among the general public, then they bear similarities to interbank loans among clearinghouse member banks. In general, the central clearinghouse organization does not act alone as a lender of last resort to make loans from the central clearinghouse to individual member banks.", "title": "Clearinghouse loan certificates as interbank loans in the United States, 1860–1913", "doiUrl": "https://doi.org/10.1017/S0968565016000196", "institution": "Trinity College", "authors": "Christopher Hoag", "email": "Christopher.Hoag@trincoll.edu", "address": "Trinity College, Hartford 300 Summit Street Hartford CT 06106 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/market-efficiency-and-government-interventions-in-prewar-japanese-rice-futures-markets/5C347BD7C2103E2CF6F19E940463697C", "corresp": "Corresponding author: A. Noda, Faculty of Economics, Kyoto Sangyo University, Motoyama, Kamigamo, Kita-ku, Kyoto 603-8555, Japan; email: noda@cc.kyoto-su.ac.jp;", "abstract": "This study analyzes how the colonial rice trade in prewar Japan affected its rice market, considering several government interventions in the two rice futures exchanges in Tokyo and Osaka. We explore the interventions in the futures markets using two procedures. First, we measure the joint degree of efficiency in the markets using a time-varying vector autoregression model. Second, we examine historical events that possibly affected the markets and focus on one event at a time. The degree of efficiency varies over time within our sample period (1881-1932). The observation, together with historical analysis, leads to the following conclusions: (1) the two major markets in Tokyo and Osaka were nearly efficient; (2) government interventions involving the delivery of imported rice from Taiwan and Korea often reduced futures market efficiency; finally, (3) this relationship continued as long as the quality difference between imported and domestic rice existed. The government interventions that promoted domestic distributions of the colonial goods resulted in confusion in the commodity markets, and decreased efficiency of the markets in the metropole.", "title": "Market efficiency and government interventions in prewar Japanese rice futures markets", "doiUrl": "https://doi.org/10.1017/S0968565017000014", "institution": "Keio University", "authors": "Mikio Ito", "email": "noda@cc.kyoto-su.ac.jp", "address": "Keio University, Faculty of Economics Motoyama Kamigamo Kita-ku Kyoto 603-8555 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/social-change-and-markets-for-urban-credit-political-elites-as-investors-in-urban-annuities-in-sixteenthcentury-ghent/3099F5A24737A07EC71097510EF4FC1C", "corresp": "Jelten Y. P. Baguet, HOST – Historical Research into Urban Transformation Processes, Vrije Universiteit Brussel (University of Brussels), Pleinlaan 2, 1050, Brussels; email: Jelten.Baguet@vub.ac.be.", "abstract": "Financial historians have devoted considerable attention to the investment behaviour of urban politicians in the market for public debt in the Low Countries. They have focused not only on how many urban officials invested in annuities, but also why they did so. On the one hand, it has been suggested that political elites often had political and economic motivations for investing in urban annuities. By contrast, historians from the institutional school defend the thesis that inclusive governance led to broader participation in the market for urban credit. A variable that has gone largely unnoticed in explaining investments by the political elite is the impact of the changing composition and social profile of the ruling elites on their investment behaviour. In this article, I examine the case of sixteenth-century Ghent to argue that changes in the city's power structure resulted in profound changes in attitudes towards public debt management. While the old political elite in the early sixteenth century prioritised selling annuities to individuals who belonged to the political networks of their time, the group of political newcomers that dominated urban politics at the end of the sixteenth century had much more of a market-oriented attitude, giving priority to non-political investors in the free market.", "title": "Social change and markets for urban credit: political elites as investors in urban annuities in sixteenth-century Ghent", "doiUrl": "https://doi.org/10.1017/S0968565016000184", "institution": "Vrije Universiteit Brussel", "authors": "Jelten Y. P. Baguet", "email": "Jelten.Baguet@vub.ac.be", "address": "Vrije Universiteit Brussel, HOST – Historical Research into Urban Transformation Processes Pleinlaan 2 1050 Brussels "}], "23 - Issue 2": [{"title": "Colonial New Jersey's provincial fiscal structure, 1704–1775: spending obligations, revenue sources, and tax burdens during peace and war", "corresp": "F. Grubb, Professor and NBER Research Associate, Economics Department, University of Delaware, Newark, \nde 19716\nUSA. Email: grubbf@udel.edu. Website: \nwww.lerner.udel.edu/faculty-staff/farley-grubb\n.", "abstract": "I reconstitute the spending obligations and revenue sources of colonial New Jersey's provincial government for the years 1704 through 1775 from primary sources using forensic accounting techniques. I identify and analyze the methods for raising revenue to meet normal peacetime and emergency wartime expenses. I calculate the provincial tax burdens imposed on New Jersey's citizens. I identify how Britain interfered with New Jersey's fiscal structure. I estimate what the revenues and tax burdens would have been without this interference. New Jersey paid for war expenses by issuing bills of credit, spreading the tax burden of redeeming these bills into the future. New Jersey paid its yearly administrative costs with current property taxes and with current interest earnings from loaning paper money. In the absence of British interference and wars, New Jersey could have driven tax burdens to zero by using interest earnings to pay for all its provincial administrative costs.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/colonial-new-jerseys-provincial-fiscal-structure-17041775-spending-obligations-revenue-sources-and-tax-burdens-during-peace-and-war/4C2947213B15FC34C813FA19581D96B5", "doiUrl": "https://doi.org/10.1017/S0968565016000093", "email": "grubbf@udel.edu\">grubbf@udel.edu</a>. Website: <namedcontent contenttype=\"other\" type=\"simple", "authors": "Farley Grubb", "institution": "University of Delaware", "address": "University of Delaware, Professor and NBER Research Associate Economics Department Newark \nde 19716 "}, {"title": "Stock volatility, return jumps and uncertainty shocks during the Great Depression", "corresp": "G. P. Mathy, American University, 4400 Massachusetts Avenue NW, Washington, DC 20016, USA; email: mathy@american.edu.", "abstract": "There are a multitude of explanations for the depth and length of the Great Depression, of which uncertainty has been proposed as one possible explanation (Romer 1990). The 1930s not only saw extreme declines in output and prices, but stock volatility was also at record highs (Schwert 1989). This high stock volatility was generated by a series of discontinuous jumps as news about uncertainty arrived regularly during the 1930s, as shown by applying the Barndorff-Nielsen and Shephard (2006) test for jumps in a time-series. To provide a more historical narrative for these jumps, I outline some key events during the Great Depression that generated a sense of uncertainty for businesses and households which occurred contemporaneously to these extreme jumps. While much of the literature has placed Roosevelt's New Deal as a primary source of uncertainty, I do not find much evidence for this hypothesis, and instead find that banking crises, the breakdown of the gold standard, popular unrest and uncertainty related to the brewing war in Europe were primarily responsible for both jumps in returns and the uncertainty of the 1930s.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/stock-volatility-return-jumps-and-uncertainty-shocks-during-the-great-depression/9F60B3D95B042CB7B3FB35118E31E7ED", "doiUrl": "https://doi.org/10.1017/S0968565016000111", "email": "mathy@american.edu", "authors": "Gabriel P. Mathy", "institution": "American University", "address": "American University, 4400 Massachusetts Avenue NW Washington DC 20016 "}, {"title": "The timing of the popping: using the log-periodic power law model to predict the bursting of bubbles on financial markets", "corresp": "Marcus Gustavsson, Daniel Levén and Hans Sjögren, Department of Management and Engineering, Linköping University, SE-581 83 Linköping, Sweden. Corresponding author: Hans Sjögren, email hans.sjogren@liu.se", "abstract": "The occurrence and unpredictability of speculative bubbles on financial markets, and their accompanying crashes, have confounded economists and economic historians worldwide. We examine the ability of the log-periodic power law model (LPPL-model) to accurately predict the end dates of speculative bubbles on financial markets through modeling of asset price dynamics on a selection of historical bubbles. The method is based on a nonlinear least squares estimation that yields predictions of when the bubble will change regime. Previous studies have only presented results where the predictions turn out to be successful. This study is the first to highlight both the potential and the limitations of the LPPL-model. We find evidence that supports the characteristic patterns as proposed by the LPPL-framework leading up to the change in regime; asset prices during bubble periods seem to oscillate around a faster-than-exponential growth. In most cases the estimation yields accurate predictions, although we conclude that the predictions are quite dependent on the point in time at which they are conducted. We also find that the end of a speculative bubble seems to be influenced by both endogenous speculative growth and exogenous factors. For this reason we propose a new way of interpreting the predictions of the model, where the end dates should be interpreted as the start of a time period where the asset prices are especially sensitive to exogenous events. We propose that negative news during this time period results in a regime shift and the bursting of the bubble. Thus, the model has the ability to predict sensitivity to exogenous events ex ante.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/timing-of-the-popping-using-the-logperiodic-power-law-model-to-predict-the-bursting-of-bubbles-on-financial-markets/85019B50FA8818B706418F134562667E", "doiUrl": "https://doi.org/10.1017/S0968565016000123", "email": "hans.sjogren@liu.se", "authors": "Marcus Gustavsson", "institution": "Linköping University", "address": "Linköping University, Department of Management and Engineering SE-581 83 Linköping "}, {"title": "Insurance models and climate risk assessments in a historical context", "corresp": "L. F. Andersson, corresponding author: email: lars-fredrik.andersson@umu.se; E. C. H. Keskitalo, email: carina.keskitalo@umu.se; Department of Geography and Economic History, Umeå University, Samhällsvetarhuset, SE 901 87, Umeå, Sweden.", "abstract": "Adaptation to the consequences of climate change has developed into a growing field of concern for the insurance business. However, climate-related risk is not entirely a new field in insurance. Historically, a large number of insurance organisational choices and strategies have been used to mitigate the financial impact of extreme events and uncertainties associated with climate change. Taking the case of forests in Sweden, this article reviews the ways in which climate-related risks such as storm/wind and fire risks have been assured. The study shows that climate-related risks have generally increased over time and that major hazard events have been decisive for strategy and organisation choices. Twentieth-century developments show that corporate insurance coverage increased due to higher levels of anticipated risk, while self-insurance and public insurance were reduced. However, in more recent times the expansion of corporate insurance has stagnated. Increased premiums and tighter terms following historically extreme weather events have led government and forest owners to assume more climate risks.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/insurance-models-and-climate-risk-assessments-in-a-historical-context/2EE2EB19E051158115936B85093B5006", "doiUrl": "https://doi.org/10.1017/S096856501600010X", "email": "lars-fredrik.andersson@umu.se\">lars-fredrik.andersson@umu.se</a>; E. C. H. Keskitalo, email: <a href=\"mailto:carina.keskitalo@umu.se", "authors": "Lars Fredrik Andersson", "institution": "Umeå University", "address": "Umeå University, Department of Geography and Economic History Samhällsvetarhuset SE 901 87 Umeå "}, {"title": "The openness of the London Goldsmiths’ Company in the second half of the seventeenth century: an empirical study", "corresp": null, "abstract": "In this article, we analyse geographical, occupational and kinship ties amongst apprentices and their masters of the London Goldsmiths’ Company in the second half of the seventeenth century, at a time when the profession was undergoing radical change, thus forming the cradle of British banking. Systematic comparisons of social capital of the guild's two subgroups (the ‘Bankers’ and the ‘Craftsmen and Retailers’) show few such ties at entry and only slightly more amongst office-holders. Overall, ‘Bankers’ display slightly greater social ties in the company overall. Hypotheses for such patterns are discussed, including activity specificity, wealth and position in the guild and households’ economic strategies. The article calls for a household-based approach to economic choices as opposed to one focusing on the guild.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/openness-of-the-london-goldsmiths-company-in-the-second-half-of-the-seventeenth-century-an-empirical-study/E30F758F781224774391571C92D561FF", "doiUrl": "https://doi.org/10.1017/S0968565016000056", "email": null, "authors": "Raphaelle Schwarzberg", "institution": "London School of Economics and Political Science", "address": "London School of Economics and Political Science, "}, {"title": "Ali Kabiri , The Great Crash of 1929: A Reconciliation of Theory and Evidence, Palgrave Studies in the History of Finance (Basingstoke: Palgrave Macmillan, 2014, 256 pp. ISBN 9781137372888 hardcover and ebook)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/ali-kabiri-the-great-crash-of-1929-a-reconciliation-of-theory-and-evidence-palgrave-studies-in-the-history-of-finance-basingstoke-palgrave-macmillan-2014-256-pp-isbn-9781137372888-hardcover-and-ebook/6156935105334AC07AB3EA66CA5D0526", "doiUrl": "https://doi.org/10.1017/S0968565016000135", "email": null, "authors": "Frans Buelens", "institution": "University of Antwerp", "address": "University of Antwerp, "}, {"title": "Pedro Tedde , El Banco de España y el Estado liberal (1847–1874) (Madrid: Gadir Editorial and Banco de España, 2015, 750 pp. ISBN 9788494363276 hardcover)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/pedro-tedde-el-banco-de-espana-y-el-estado-liberal-18471874-madrid-gadir-editorial-and-banco-de-espana-2015-750-pp-isbn-9788494363276-hardcover/9AA43270C204FA33136FE5657CC1CCC3", "doiUrl": "https://doi.org/10.1017/S0968565016000147", "email": null, "authors": "Miguel Artola Blanco", "institution": "Universidad Carlos III de Madrid", "address": "Universidad Carlos III de Madrid, "}], "20 - Issue 2": [{"title": "Financial intermediation and late development in Meiji Japan, 1868 to 1912", "corresp": null, "abstract": "Was nineteenth-century Japan an example of finance-led growth? Using a new panel data set of firms from the Meiji period (1868–1912), this article tests whether financial sector development influenced extensive firm activity across industries and locations. Results from a two-stage least squares first difference model suggest that financial intermediation is associated with additional net firm establishment, particularly in light manufacturing sectors like textiles. The overall effect is muted in the latter part of the period and among peripheral regions, which may underscore the respective roles of institutions and agglomeration economies in later stages of development.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/financial-intermediation-and-late-development-in-meiji-japan-1868-to-1912/03A5A43717F22A2A9DF4F572C4292FE4", "doiUrl": "https://doi.org/10.1017/S0968565013000085", "email": null, "authors": "John Tang", "institution": "The Australian National University", "address": "The Australian National University, "}, {"title": "Registration and credit in seventeenth-century England", "corresp": null, "abstract": "The English law reform movement produced numerous proposals for land registries during the Interregnum, but the idea of land registration took on economic connotations only after the Restoration, when controversy arose over the role of registration as a settled and reliable basis of credit. While the discourse of law reform was confined to the context of English law, the debate over whether and how land registries should be established extended to the economic field, and to international arenas in which England competed with, and sometimes imitated, her rivals in trade, particularly Holland. On one side of the debate, advocates of land registration insisted that registries would clarify the ownership of land, offer a firm foundation for credit, and consequently, improve English trade. On the other side, opponents of registration argued that such excessive openness of information would be hazardous to credit. For both advocates and opponents alike, the central issue was the role of registration in creating more reliable credit.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/registration-and-credit-in-seventeenthcentury-england/E195AA5C441A471E7F8C8DCACC29ADEA", "doiUrl": "https://doi.org/10.1017/S0968565013000097", "email": null, "authors": "Seiichiro Ito", "institution": "Ohtsuki City College", "address": "Ohtsuki City College, "}, {"title": "Malmö diskont 1817: an institutional analysis of a banking crisis", "corresp": null, "abstract": "Malmö diskont, a Swedish bank, was forced to close in 1817 after 14 years of operation because of a bank run. At the time, it was one of only three private commercial banks in Sweden. Eventually, all three banks succumbed to bank runs. The purpose of this article is to study the 1817 banking crisis from a new perspective by attempting to answer the following research question: why did Malmö diskont go under? Institutional theory is used here as a research tool. The assumption is that institutions set the limits for individuals' actions and sometimes direct them towards particular actions. The conclusions are derived from analysing the institutional framework at the time and how it interacted with Malmö diskont. The crisis evolved in two stages. The first stage occurred when the financial position of Malmö diskont severely deteriorated in the interaction between institutions and actors in 1817. The implementation of a bailout and a new institutional structure would have been necessary to save the bank. This conclusion complements earlier theories related to monetary or credit overexpansion as to why banking crises occur. The second stage occurred when the Swedish government allowed Malmö diskont to fall in October 1817.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/malmo-diskont-1817-an-institutional-analysis-of-a-banking-crisis/2E554ECA67F3C478E0355023FB4A2C39", "doiUrl": "https://doi.org/10.1017/S0968565013000115", "email": null, "authors": "Tom Kärrlander", "institution": "KTH Royal Institute of Technology", "address": "KTH Royal Institute of Technology, "}, {"title": "Savings bank depositors in a crisis: Glasgow 1847 and 1857", "corresp": null, "abstract": "Savings banks were created as a means to encourage the newly created working class to save for the uncertainties of urban industrial life. This article explores the success of the Savings Bank of Glasgow, and pays particular attention to the response of savers to the financial and commercial crises of 1847 and 1857. The crisis of 1847 was shallower but longer lasting in Glasgow, while that of 1857 was greatly exacerbated by local conditions in the short term, but of little long-term importance to savers. It suggests that, in both crises, some elements of contagion may have been present but that those who panicked in 1857 were systematically different from those who did not.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/savings-bank-depositors-in-a-crisis-glasgow-1847-and-1857/5909DD609E8A5AFEEC1224F49D772980", "doiUrl": "https://doi.org/10.1017/S0968565013000103", "email": null, "authors": "Duncan Ross", "institution": "University of Glasgow", "address": "University of Glasgow, "}, {"title": "‘Unwept, unhonoured and unsung’: Britain's import surcharge, 1964–1966, and currency crisis management", "corresp": null, "abstract": "This article examines Britain's temporary import surcharge introduced in October 1964, a largely overlooked but significant dimension of the 1964 sterling crisis. Import surcharges (temporary supplementary tariff) were illegal under GATT rules and aroused fury among trading partners. Britain's surcharge is placed in context by consideration of the use of import surcharges by other countries under Bretton Woods as currency crisis management and balance of payments measures, notably Canada's import surcharge of 1962–3 that inspired Britain's. Developed by the Conservative administration from 1963, a 15 per cent surcharge was introduced by the newly elected Wilson government as a radical alternative to deflation or devaluation to help correct the record balance of payments deficit and meet the gathering sterling crisis. As a currency crisis management measure the surcharge worked in Canada but in Britain it made matters worse and was soon supplanted by conventional measures. Deemed a failure and discredited, the surcharge was eventually lifted in November 1966 ‘unwept, unhonoured and unsung’ (Financial Times). Nevertheless, while in place the surcharge provided significant temporary assistance to the improvement of Britain's balance of payments.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/unwept-unhonoured-and-unsung-britains-import-surcharge-19641966-and-currency-crisis-management/CB79065EAD857C3F6744B299983608F5", "doiUrl": "https://doi.org/10.1017/S0968565013000073", "email": null, "authors": "Richard Roberts", "institution": "King's College London", "address": "King's College London, "}, {"title": "Kenneth D. Garbade, Birth of a Market: The US Treasury Securities Market from the Great War to the Great Depression (Cambridge, MA: MIT Press, 2012, xii + 393 pp., $50, ISBN 978-0-262-01637-7) - Julia C. Ott, When Wall Street Met Main Street: The Quest for an Investors' Democracy (Cambridge, MA: Harvard University Press, 2011, 313 pp., $35.00, ISBN 978-0-674-05065-5)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/kenneth-d-garbade-birth-of-a-market-the-us-treasury-securities-market-from-the-great-war-to-the-great-depression-cambridge-ma-mit-press-2012-xii-393-pp-50-isbn-9780262016377-julia-c-ott-when-wall-street-met-main-street-the-quest-for-an-investors-democracy-cambridge-ma-harvard-university-press-2011-313-pp-3500-isbn-9780674050655/350FD3363A2ED682EFD7C416229BADFD", "doiUrl": "https://doi.org/10.1017/S0968565013000152", "email": null, "authors": "Franklin Noll", "institution": "Noll Historical Consulting", "address": "Noll Historical Consulting, "}, {"title": "Harold James, Making the European Monetary Union: The Role of the Committee of Central Bank Governors and the Origins of the European Central Bank (Cambridge, MA, and London: The Belknap Press of Harvard University Press, 2012, 567 pp., ISBN 978-0-674-06683-0)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/harold-james-making-the-european-monetary-union-the-role-of-the-committee-of-central-bank-governors-and-the-origins-of-the-european-central-bank-cambridge-ma-and-london-the-belknap-press-of-harvard-university-press-2012-567-pp-isbn-9780674066830/FE973CE65C72A1EA257DAF3DDEE7C376", "doiUrl": "https://doi.org/10.1017/S0968565013000164", "email": null, "authors": "Ivo Maes", "institution": "Catholic University of Louvain", "address": "Catholic University of Louvain, National Bank of Belgium and Robert Triffin Chair "}], "20 - Issue 3": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/understanding-rating-addiction-us-courts-and-the-origins-of-rating-agencies-regulatory-license-19001940/2EE4EB30D96207C42E1B647850290C52", "corresp": "Corresponding author: Marc Flandreau, Graduate Institute of International and Development Studies, Maison de la Paix, Chemin Eugène-Rigot 2, Case Postale 136 CH1211 Genève 21, Switzerland, marc.flandreau@graduateinstitute.ch, joanna.slawatyniec@graduateinstitute.ch", "abstract": "This article challenges the ‘regulatory license’ view that reliance by regulators on the output of rating agencies in the 1930s ‘caused’ the agencies to become a central part of the fabric of the US financial system. We argue that long before the 1930s, courts began using ratings as financial-community-produced norms of prudence. This created ‘a legal license’ problem, very analogous to the ‘regulatory license’ problem, and gave rise to conflicts of interest not unlike those that have been discussed in the context of the subprime crisis. Rating agencies may have had substantial responsibility for the Great Depression of the 1930s.", "title": "Understanding rating addiction: US courts and the origins of rating agencies' regulatory license (1900–1940)", "doiUrl": "https://doi.org/10.1017/S096856501300022X", "institution": "The Graduate Institute", "authors": "Marc Flandreau", "email": "marc.flandreau@graduateinstitute.ch\">marc.flandreau@graduateinstitute.ch</a>, <a href=\"mailto:joanna.slawatyniec@graduateinstitute.ch", "address": "The Graduate Institute, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/learning-by-doing-the-failure-of-the-1697-malt-lottery-loan/B286A999CC67ECB7DC2C1731D4C8D817", "corresp": "Corresponding author: G. Gallais-Hamonno, Emeritus Professor, Laboratoire d'Economie d'Orléans (LEO) LIMR (CNRS) 7322, Faculté de Droit, d'Economie et de Gestion, Université d'Orléans – BP 26739, F-45067 Orléans Cedex 2, France, georges.gallais-hamonno@univ-orleans.fr; C. Rietsch, Associate Professor, christian.rietsch@univ-orleans.fr.", "abstract": "The failure in 1697 of the ‘Malt Lottery’, the second lottery loan, presents a fruitful case study. From a practical point of view, it tells us three things. First, the technical features of the English state lottery loans were established for more than a century after only three experiments. Second, its two components (‘lottery’ and ‘loan’) led to an abnormally poor return for investors since its expected return was 3.91 per cent whereas its effective return was 5.84 per cent – two figures in contradiction with the 6.3 per cent advanced by Dickson (1967). Third, a most strange solution was devised to counteract the failure: delivering the unsold tickets to the Exchequer to be used as cash. From a more theoretical point of view, the condition North and Weingast (1989) advanced for a successful financial issue proves necessary but not sufficient. The Malt Lottery failed (1,763 tickets sold out of 140,000) because it did not meet the three requirements for success: its return was too low and was lower than the return on competitive assets; its reimbursement dates were uncertain; and the economic and political environment was gloomy.", "title": "Learning by doing: the failure of the 1697 Malt Lottery Loan", "doiUrl": "https://doi.org/10.1017/S0968565013000127", "institution": "Université d'Orléans", "authors": "Georges Gallais-Hamonno", "email": "georges.gallais-hamonno@univ-orleans.fr\">georges.gallais-hamonno@univ-orleans.fr</a>; C. Rietsch, Associate Professor, <a href=\"mailto:christian.rietsch@univ-orleans.fr", "address": "Université d'Orléans, Corresponding author: G. Gallais-Hamonno, Emeritus Professor, Laboratoire d'Economie d'Orléans (LEO) LIMR (CNRS) 7322, Faculté de Droit, d'Economie et de Gestion BP 26739, F-45067 Orléans Cedex 2 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/price-manipulation-at-the-nyse-and-the-1899-battle-for-brooklyn-rapid-transit-shares/F0A2AE6089940C7CF34C4C66F2457012", "corresp": "Corresponding author: T. Kruse, Department of Finance, Xavier University, 3800 Victory Parkway, Cincinnati, OH 45207-5162, USA, kruset@xavier.edu.", "abstract": "In 1899, James Keene, a prominent bear, and Roswell Flower, a well-known bull, both attempted to manipulate the share price of Brooklyn Rapid Transit (BRT), a young commuter railway company. Flower and Keene were stock ‘operators’, who used pools of cash from like-minded investors to push share prices higher or lower. In their efforts to garner profits, BRT operators claimed insider status, planted rumors in the press, used leverage to accumulate large positions, manipulated borrowing costs and camouflaged trades. The events of 1899 can shed light on current market dynamics, and we draw parallels between the predatory trading strategies used in 1899 and those of today.", "title": "Price manipulation at the NYSE and the 1899 battle for Brooklyn Rapid Transit shares", "doiUrl": "https://doi.org/10.1017/S0968565013000218", "institution": "Xavier University", "authors": "Timothy A. Kruse", "email": "kruset@xavier.edu", "address": "Xavier University, Corresponding author: T. Kruse, Department of Finance 3800 Victory Parkway, Cincinnati, OH 45207-5162 S. K. Todd, Department of Finance 820 North Michigan Avenue, Chicago, IL 60611 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/imperfect-but-true-competition-innovation-and-profitability-in-portuguese-banking-during-the-golden-age-19501973/532E7A8ADDD8A40239AFBCDF2852D526", "corresp": null, "abstract": "The institutional environment of Portuguese banking during the golden age years of economic growth (1950–73) has been criticised in many instances, at the time and in recent literature. Direct observers of the period as well as historians have stressed two main aspects of that environment: excessive protection of existing banks, allowing them to obtain high rents, which represented a disincentive for them to compete and innovate; excessive concentration of their activity on short-term commercial paper, thus preventing them from contributing to finance growth. There seems to be a contradiction here, however, with the high growth rates of the years 1950 to 1973. The apparent contradiction is not limited to Portugal, in fact, as rapid growth in many economies in that period occurred within a framework of heavily regulated financial systems. This is the ‘financial paradox’ of the golden age. Portugal is an interesting case in the international perspective. As in the rest of the western world, legislation repressed banking quite tightly, but banks circumvented the law and competed with each other. The signs of competition were visible mostly in two dimensions: the growth of time deposits and geographical expansion.", "title": "Imperfect but true competition: innovation and profitability in Portuguese banking during the golden age (1950–1973)", "doiUrl": "https://doi.org/10.1017/S0968565013000206", "institution": "Nova School of Business and Economics", "authors": "Luciano Amaral", "email": null, "address": "Nova School of Business and Economics, Lisbon "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/seasonal-demand-for-multiple-monies-in-manchuria-reexamining-zhang-zuolins-governments-economic-policy-during-the-1920s/773111989B56A5799F03E62E40A569A7", "corresp": "Miriam Kaminishi, Research Fellow, Department of History, Faculty of Arts and Social Sciences, National University of Singapore, Block AS1, Level 05-27, 11 Arts Link, Singapore 117570, hiskm@nus.edu.sg.", "abstract": "This article reviews the political economy of Manchuria under the rule of Zhang Zuolin, which resulted in the economic instability that occurred during the winter of 1928. One can conjecture that the economic instability did not occur only because of the arbitrariness of the political and military regional government. The instability appears to be related to an ongoing seasonal demand for monies, which was relatively high between the months of September and March, since it corresponded to the period of commerce in soybeans − the region's main economic activity −, the migration of seasonal workers, and also the festive period of the Chinese New Year. The analysis was conducted based on primary materials published by the South Manchuria Railway Company, such as currency issuance and the variation of the exchange rate of the major currencies in circulation among foreign and Chinese currencies.", "title": "The seasonal demand for multiple monies in Manchuria: re-examining Zhang Zuolin's government's economic policy during the 1920s", "doiUrl": "https://doi.org/10.1017/S0968565013000140", "institution": "National University of Singapore", "authors": "Miriam Kaminishi", "email": "hiskm@nus.edu.sg", "address": "National University of Singapore, Department of History, Faculty of Arts and Social Sciences Block AS1, Level 05-27, 11 Arts Link, Singapore 117570 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/alessandro-stanziani-rules-of-exchange-french-capitalism-in-comparative-perspective-eighteenth-to-early-twentieth-centuries-cambridge-cambridge-university-press-2012-ix-313-pp-5225-isbn-9781107003866/5F73A6FD031A6487215CF470B4BA2A22", "corresp": null, "abstract": null, "title": "Alessandro Stanziani, Rules of Exchange: French Capitalism in Comparative Perspective, Eighteenth to Early Twentieth Centuries (Cambridge: Cambridge University Press, 2012, ix + 313 pp., £52.25, ISBN 978-1-107-00386-6)", "doiUrl": "https://doi.org/10.1017/S0968565013000176", "institution": "Université Paris Ouest Nanterre", "authors": "Patrice Baubeau", "email": null, "address": "Université Paris Ouest Nanterre, "}], "17 - Issue 2": [{"title": "The Great Depression analogy1", "corresp": null, "abstract": "In the discussion of our contemporary economic disease, the Great Depression analogy refuses to go away. Almost every policy-maker referred to conditions that had ‘not been seen since the Great Depression’, even before the failure of Lehman. Some even went further – the Deputy Governor of the Bank of England notably called the crisis the worst ‘financial crisis in human history’. In its April 2009 World Economic Outlook, the IMF looked explicitly at the analogy not only in the collapse of financial confidence, but also in the rapid decline of trade and industrial activity across the world. In general, history rather than economic theory seems to offer a guide in interpreting wildly surprising and inherently unpredictable events. Some observers, notably Paul Krugman, have concluded that a Dark Age of macroeconomics has set in.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/great-depression-analogy1/C99C9FEF9447F28999DC452A98B4C9AB", "doiUrl": "https://doi.org/10.1017/S0968565010000193", "email": null, "authors": "Michael Bordo", "institution": "Rutgers University", "address": "Rutgers University, "}, {"title": "A challenge to triumphant optimists? A blue chips index for the Paris stock exchange, 1854–2007", "corresp": null, "abstract": "We have reconstructed a new blue chips (large caps) stock index for France from 1854 to 1998, based on a modern methodology. Our index differs profoundly from earlier indices, and is more consistent with French financial and economic history. We suggest this result casts some doubt on many historical stock indices, such as those used in Dimson, Marsh and Staunton's Triumph of the Optimists. Investment in French stocks provided a positive real return during the nineteenth century, but a negative one – because of inflation and wars – in the twentieth. Despite this secular negative real performance, stocks proved the best financial asset in the very long run, although with an equity premium lower than in the US.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/challenge-to-triumphant-optimists-a-blue-chips-index-for-the-paris-stock-exchange-18542007/5BD48866FA7B79DBD447AD3402107A5B", "doiUrl": "https://doi.org/10.1017/S096856501000003X", "email": null, "authors": "David Le Bris", "institution": "Université Paris-Sorbonne – Université d'Orléans", "address": "Université Paris-Sorbonne – Université d'Orléans, "}, {"title": "The case of the undying debt", "corresp": null, "abstract": "The French government currently honors a very unusual debt contract: an annuity that was issued in 1738 and currently yields €1.20 per year, payable to the descendants of its original recipient. I tell the story of this unique debt, which serves as an anecdotal but symbolic summary of French public finances since the eighteenth century. Created by a powerful nobleman for one of his servants, it survived the turmoil of the French Revolution, became part of the public debt and has been scrupulously honored to this day, even though its value has been eroded away by decades of inflation.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/case-of-the-undying-debt/9F489FE2B798571CFB661894BE079244", "doiUrl": "https://doi.org/10.1017/S0968565010000168", "email": null, "authors": "François R. Velde", "institution": "Federal Reserve Bank of Chicago", "address": "Federal Reserve Bank of Chicago, "}, {"title": "French Stock exchanges and regulation during World War II1", "corresp": null, "abstract": "Based on archives of the French brokers, the French finance ministry and the occupying forces, this article analyses the motivations of the legal changes imposed on the French exchanges during the war. Most of the measures taken by the Vichy government were meant to stimulate the demand for French state bonds. Three main tools were used to render stocks as unattractive as possible: forced registration, imposition of a maximum threshold for stock prices and taxation. The article suggests that forced registration and the cap on maximum prices were the most efficient tools.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/french-stock-exchanges-and-regulation-during-world-war-ii1/3A3A54DC9870BD5BB86F65EAABA5E1E4", "doiUrl": "https://doi.org/10.1017/S0968565010000181", "email": null, "authors": "Kim Oosterlinck", "institution": "Université libre de Bruxelles", "address": "Université libre de Bruxelles, "}, {"title": "The role of private bankers in the US payments system, 1835-18651", "corresp": null, "abstract": "This article examines the formation, function and economics of unincorporated, or private, bankers' networks in long-distance payments during the 20 years leading up to the Civil War. Using historical evidence from both the center and the periphery, I find that the private bankers' networks played an important role in the interregional circulation of currency and in the issuance and clearing of deposits and drafts. In the 1850s, as the private bankers' networks were adapted to the mobilization of long-term financial capital, their role in long-distance payments began to diminish. This pattern of specialization was reinforced by the financing of the northern government's effort in the war of the states.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/role-of-private-bankers-in-the-us-payments-system-183518651/C25F1DE22156835C3AAB7FAFC27B8194", "doiUrl": "https://doi.org/10.1017/S096856501000017X", "email": null, "authors": "Jane Knodell", "institution": "University of Vermont", "address": "University of Vermont, Office of the Provost and Department of Economics Burlington "}, {"title": "Philip L. Cottrell, Iain L. Fraser and Monika Pohle Fraser (eds.), East Meets West – Banking, Commerce and Investment in the Ottoman Empire (London: Ashgate, 2008, 214 pp., £55)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/philip-l-cottrell-iain-l-fraser-and-monika-pohle-fraser-eds-east-meets-west-banking-commerce-and-investment-in-the-ottoman-empire-london-ashgate-2008-214-pp-55/DE7D0E00E07076405F0CB7B65CB16D02", "doiUrl": "https://doi.org/10.1017/S0968565010000107", "email": null, "authors": "Yücel Terzibaşoğlu", "institution": "Boğaziçi University", "address": "Boğaziçi University, "}, {"title": "Jeffrey M. Chwieroth, Capital Ideas: The IMF and the Rise of Financial Liberalization (Princeton and Oxford: Princeton University Press, 2009, 352 pp., cloth: $75/£52, paper: $29.95/£20.95).", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/jeffrey-m-chwieroth-capital-ideas-the-imf-and-the-rise-of-financial-liberalization-princeton-and-oxford-princeton-university-press-2009-352-pp-cloth-7552-paper-29952095/31ADF6B829E7B43A827B5C4062904B73", "doiUrl": "https://doi.org/10.1017/S0968565010000211", "email": null, "authors": "Geoffrey Wood", "institution": "Cass Business School (London)", "address": "Cass Business School (London), "}, {"title": "Karl Gratzer and Dieter Stiefel (eds.),History of Insolvency and Bankruptcy from an International Perspective (Huddinge: Söderstörns högskola, 2008, 332 pp.).", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/karl-gratzer-and-dieter-stiefel-edshistory-of-insolvency-and-bankruptcy-from-an-international-perspective-huddinge-soderstorns-hogskola-2008-332-pp/0B12DD6671E5A4B56B190E467D470FBD", "doiUrl": "https://doi.org/10.1017/S0968565010000223", "email": null, "authors": "Pierre-Cyrille Hautcoeur", "institution": "École d'économie de Paris and École des hautes études en sciences sociales", "address": "École d'économie de Paris and École des hautes études en sciences sociales, "}, {"title": "Michael W. Klein and Jay C. Shambaugh, Exchange Rate Regimes in the Modern Era (Cambridge, MA: MIT Press, 2010, 264 pp., $40.00/£29.95).", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/michael-w-klein-and-jay-c-shambaugh-exchange-rate-regimes-in-the-modern-era-cambridge-ma-mit-press-2010-264-pp-40002995/7DE6396176529E51E2E86739AC5F4EAB", "doiUrl": "https://doi.org/10.1017/S0968565010000235", "email": null, "authors": "Scott Urban", "institution": "University of Oxford", "address": "University of Oxford, "}, {"title": "Research on financial and monetary history based on the records of the Bank of Japan Archives: a note1", "corresp": null, "abstract": "This brief survey gives an overview of the research on Japanese financial and monetary history based on the records of the Bank of Japan Archives. We briefly describe the Bank of Japan's organizational history, the activities of the Archives, their history and the classification of documents preserved in the Archives. We finally survey the recent research in Japanese economic history from the viewpoint of materials in the Archives.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/research-on-financial-and-monetary-history-based-on-the-records-of-the-bank-of-japan-archives-a-note1/3B68A5174D5C270DA99A1914CA925D75", "doiUrl": "https://doi.org/10.1017/S096856501000020X", "email": null, "authors": "Mari Ohnuki", "institution": "Bank of Japan", "address": "Bank of Japan, "}], "20 - Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/deriving-the-railway-mania/2EA377886FE48B4BF2DD620D4F845991", "corresp": null, "abstract": "This article argues that the promotion boom which occurred in the railway industry during the mid 1840s was amplified by the issue of derivative-like assets, which let investors take highly leveraged positions in the shares of new railway companies. The partially paid shares which the new railway companies issued allowed investors to obtain exposure to an asset by paying only a small initial deposit. The consequence of this arrangement was that investor returns were substantially amplified, and many schemes could be financed simultaneously. However, when investors were required to make further payments it put a negative downward pressure on prices.", "title": "Deriving the railway mania", "doiUrl": "https://doi.org/10.1017/S0968565012000285", "institution": "Queen's University Belfast", "authors": "Gareth Campbell", "email": null, "address": "Queen's University Belfast, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/competition-among-the-exchanges-before-the-sec-was-the-nyse-a-natural-hegemon/35C85A415679561CEEB5CAA6DC2D3AA3", "corresp": null, "abstract": "Improved information technology and higher volume should drive orders to be concentrated in one market, lowering the costs of transactions. However, the opposite occurred during the bull market of the 1920s when rapid technological change spawned a flood of new issues. This article employs newly recovered data for 1900-33 on the volume and seat prices of regional exchanges to examine how these rivals successfully competed with the NYSE, leading to its relative decline at the zenith of the market. The history of US exchanges reveals that the tendency towards concentration of trading is periodically reversed when new industries, whose technologies are risky and unfamiliar, are more easily accommodated by existing or new rivals to the dominant exchange.", "title": "Competition among the exchanges before the SEC: was the NYSE a natural hegemon?", "doiUrl": "https://doi.org/10.1017/S0968565013000024", "institution": "Rutgers University and NBER", "authors": "Eugene N. White", "email": null, "address": "Rutgers University and NBER, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/an-experiment-in-banking-the-poor-the-irish-montdepiete-c-183018501/8F2A1ADFAE43713CA237550CA9DCAD35", "corresp": null, "abstract": "Continental pawnbroking institutions, Monts-de-Piété, were introduced in Ireland in the 1830s and 1840s but did not establish a permanent status. Irish social reformers believed that a Mont-de-Piété system would reduce the cost of borrowing for the poor and also fund a social welfare network, thus negating the need for an Irish Poor Law. This article explores the introduction of the Mont-de-Piété charitable pawnbroker in Ireland and outlines some reasons for its failure. It uses the market incumbents, private pawnbrokers, as a base group in a comparative study and asks why the Monts-de-Piété were the unsuccessful ones of the two. The article finds that the public nature and monopoly status of Monts-de-Piété on the Continent realised economies of scale and gave preferential interest rates on capital, as well as enabling the Mont-de-Piété loan book to be cross-subsidised. These conditions were not replicated in Ireland, hence the failure of the Monts-de-Piété there.", "title": "An experiment in banking the poor: the Irish Mont-de-Piété, c. 1830–18501", "doiUrl": "https://doi.org/10.1017/S0968565012000194", "institution": "University of Edinburgh", "authors": "Eoin McLaughlin", "email": "eoin.mclaughlin@ed.ac.uk", "address": "University of Edinburgh, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/determinants-of-investment-returns-in-the-fire-insurance-industry-the-case-of-sweden-19031939/6DAC0BF559B8B4733A2619069B422C89", "corresp": null, "abstract": "We employ a panel data research design to examine the determinants of investment returns in the Swedish property fire insurance industry from 1903 to 1939 – a period of great economic and political uncertainty. Contrary to expectations, we find that mutual fire insurers generated systematically higher investment returns than stock fire insurers. Investment returns are inversely related to leverage but positively related to liquidity, showing that firms adopting a more precautionary investment strategy attain higher returns.", "title": "The determinants of investment returns in the fire insurance industry: the case of Sweden, 1903–1939", "doiUrl": "https://doi.org/10.1017/S0968565012000273", "institution": "Umeå University", "authors": "Lars Fredrik Andersson", "email": "larsfredrik.andersson@ekhist.umu.se\">larsfredrik.andersson@ekhist.umu.se</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><addrline>Department of Economic History</addrline>, <institution type=\"simple\">Umeå University</institution>, <a href=\"mailto:magnus.lindmark@ekhist.umu.se\">magnus.lindmark@ekhist.umu.se</a></div></div></li><li class=\"contributor-affiliation\" id=\"a3\"><strong><sup>(a3)</sup></strong> <div><div class=\"aff\"><span class=\"label\">***</span><addrline>School of Management</addrline>, <institution type=\"simple\">University of Bath</institution>, <a href=\"mailto:M-B.Adams@bath.ac.uk\">M-B.Adams@bath.ac.uk</a></div></div></li><li class=\"contributor-affiliation\" id=\"a4\"><strong><sup>(a4)</sup></strong> <div><div class=\"aff\"><span class=\"label\">****</span><addrline>School of Management</addrline>, <institution type=\"simple\">University of Bath</institution>, <a href=\"mailto:V.Upreti@bath.ac.uk", "address": "Umeå University, Department of Economic History Department of Economic History School of Management School of Management "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/liquidity-preference-and-interestbearing-money-the-ottoman-empire-18401851/96FD2456ECE4060BB655B15D6BCB305E", "corresp": "1Corresponding author: R. Burdekin, Jonathan B. Lovelace Professor of Economics, Claremont McKenna College, 500 E. Ninth Street, Claremont, CA 91711, USA, rburdekin@cmc.edu.", "abstract": "Legal restrictions theory suggests that interest-bearing money would dominate if there were no legal impediments precluding competition with non-interest-bearing currency. There are very few historical examples with meaningful issues of interest-bearing currency, however, and these tend to occur during extreme circumstances like civil war. The Ottoman Empire in the 1840s offers an unusual opportunity to observe large-scale issuance of interest-bearing notes under stable conditions over an extended period of time. This experience features government-issued interest-bearing money circulating in the absence of legal restrictions – with the data pointing to a liquidity preference favouring the smaller denominations most useful in daily transactions.", "title": "Liquidity preference and interest-bearing money: the Ottoman Empire, 1840–1851", "doiUrl": "https://doi.org/10.1017/S0968565013000012", "institution": "Claremont McKenna College", "authors": "Richard C. K. Burdekin", "email": "rburdekin@cmc.edu", "address": "Claremont McKenna College, Robert Day School of Economics & Finance Department of Behavioral & Social Sciences Corresponding author: R. Burdekin, Jonathan B. Lovelace Professor of Economics 500 E. Ninth Street, Claremont, CA 91711 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/daniel-carey-and-christopher-j-finlay-eds-the-empire-of-credit-the-financial-revolution-in-britain-ireland-and-america-16881815-dublin-irish-academic-press-2011-272-pp-4500-carl-wennerlind-casualties-of-credit-the-english-financial-revolution-16201720-cambridge-ma-harvard-university-press-2011-360-pp-39952995/00E5654299CF13D1F35C7824F62B3E5C", "corresp": null, "abstract": null, "title": "Daniel Carey and Christopher J. Finlay (eds.), The Empire of Credit: The Financial Revolution in Britain, Ireland and America, 1688–1815 (Dublin: Irish Academic Press, 2011, 272 pp., £45.00) - Carl Wennerlind, Casualties of Credit: The English Financial Revolution, 1620–1720 (Cambridge, MA: Harvard University Press, 2011, 360 pp., $39.95/£29.95)", "doiUrl": "https://doi.org/10.1017/S0968565013000036", "institution": "Jesus College", "authors": "Aaron Graham", "email": null, "address": "Jesus College, Oxford "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/martin-allen-mints-and-money-in-medieval-england-cambridge-cambridge-university-press2012-576-pp-120-isbn-9781107014947/2C263647305D353B725BF0333576090F", "corresp": null, "abstract": null, "title": "Martin Allen, Mints and Money in Medieval England (Cambridge: Cambridge University Press2012, 576 pp., £120, ISBN 9781107014947)", "doiUrl": "https://doi.org/10.1017/S0968565013000048", "institution": "Newcastle University", "authors": "David Bholat", "email": null, "address": "Newcastle University, "}], "24 - Issue 2": [{"title": "Explaining the timing of tulipmania's boom and bust: historical context, sequestered capital and market signals", "corresp": "D. C. Thomas (corresponding author), Miller College of Business, Department of Economics, Ball State University, Muncie, Indiana 47306, USA; email: dcthomas@bsu.edu.", "abstract": "Framing tulipmania in terms of sequestered capital – capital whose quantities, usages and future yields are hidden from market participants – offers a richer and more straightforward explanation for this famous financial bubble than extant alternatives. Simply put, the underground planting of the tulip bulbs in 1636 blindfolded seventeenth-century Dutch speculators regarding the planted quantities and their development and future yields. The price boom began in mid November 1636, coinciding with the time of planting. The price collapse occurred in the first week of February 1637, coinciding with the time of bulb sprouting – signaling bulb quantities, development and future yields. Also consistent with our explanation is the initial price collapse location, in the Dutch city of Haarlem, where temperature and geography favored early sprouting and sprout visibility.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/explaining-the-timing-of-tulipmanias-boom-and-bust-historical-context-sequestered-capital-and-market-signals/20BEB345A7BB4BF2E84C07F9077361A1", "doiUrl": "https://doi.org/10.1017/S0968565017000154", "email": "dcthomas@bsu.edu", "authors": "James E. McClure", "institution": "Ball State University", "address": "Ball State University, Miller College of Business Department of Economics Muncie Indiana 47306 "}, {"title": "Novel market inefficiencies from early Victorian times", "corresp": "A. Odlyzko, School of Mathematics, University of Minnesota, Minneapolis, \nmn 55455, USA, email: odlyzko@umn.edu.", "abstract": "A previously unknown pricing anomaly existed for a few years in the late 1840s in the British government bond market, in which the larger and more liquid of two very large bonds was underpriced. None of the published mechanisms explains this phenomenon. It may be related to another pricing anomaly that existed for much of the nineteenth century in which terminable annuities were significantly underpriced relative to so-called ‘perpetual’ annuities that dominated the government bond market. The reasons for these mispricings seem to lie in the early Victorian culture, since the basic economic incentives as well as laws and institutions were essentially the familiar modern ones. This provides new perspectives on the origins and nature of modern corporate capitalism.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/novel-market-inefficiencies-from-early-victorian-times/11C0D12F15EDDCEE10F62D6970538669", "doiUrl": "https://doi.org/10.1017/S0968565017000075", "email": "odlyzko@umn.edu", "authors": "Andrew Odlyzko", "institution": "University of Minnesota", "address": "University of Minnesota, Minneapolis \nmn 55455 "}, {"title": "Co-movements in stock market returns, Ireland and London 1869–1929", "corresp": "R. Stuart, Monetary Policy Division, Central Bank of Ireland; email: rebecca.stuart@centralbank.ie.", "abstract": "This article studies the relationship between the Irish and London stock markets over the period 1869 to 1929, using monthly data on capital gains. A bivariate GARCH model shows that there were significant volatility spillovers from the London to the Irish market, but not vice versa. This suggests that shocks originating in London were transmitted to Ireland, but that the reverse did not occur. Furthermore, the time-varying correlation indicates that the co-movement between London and Ireland declined during the Irish independence struggle and the establishment of the Irish Free State. The correlation appears to stabilise in the late 1920s.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/comovements-in-stock-market-returns-ireland-and-london-18691929/31F0FA734E3534B5BCE23FE2DF2327F3", "doiUrl": "https://doi.org/10.1017/S0968565017000130", "email": "rebecca.stuart@centralbank.ie", "authors": "Rebecca Stuart", "institution": "Central Bank of Ireland", "address": "Central Bank of Ireland, Monetary Policy Division Central Bank of Ireland "}, {"title": "The introduction of cashless wage payments and the spread of branch banking in post-war Germany", "corresp": "M. Krueger, Faculty of Business and Law, University of Applied Sciences Aschaffenburg, Würzburger Straße 45, 63743 Aschaffenburg, Germany; email: malte.krueger@h-ab.de.", "abstract": "The period from the 1950s to the late 1970s saw an almost uniform decline of cash-to-GDP ratios in industrial countries. A closer look at the German payment system suggests that the factor causing such a change was a shift towards cashless wage payments. In this period, in Germany, the branch network of banks expanded significantly and at the end of the period almost all economically active individuals had a current account. This change was triggered by rising wages and income. Rising wages increased the burden of weekly wage payments in cash, and rising income made the average earner more attractive for banks. Moreover, regulation and deregulation, by triggering both price and non-price competition, may also have played a role. Technological change was not an independent driver. In the 1950s, the number of giro accounts per German adult was comparable to the current situation in many developing countries. Yet, I argue that the German post-war experience does not provide a blueprint for most of these countries.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/introduction-of-cashless-wage-payments-and-the-spread-of-branch-banking-in-postwar-germany/F38343A09C161B71926BCE1C7603DFB9", "doiUrl": "https://doi.org/10.1017/S0968565017000142", "email": "malte.krueger@h-ab.de", "authors": "Malte Krueger", "institution": "University of Applied Sciences Aschaffenburg", "address": "University of Applied Sciences Aschaffenburg, Faculty of Business and Law Würzburger Straße 45 63743 Aschaffenburg "}], "24 - Issue 3": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/keynes-and-the-dollar-in-1933-the-goldbuying-program-and-exchange-rate-gyrations/3106611DA9D7FFEAB0244C3B3FCBB16C", "corresp": "S. Edwards, Anderson Graduate School of Management UCLA, 110 Westwood Plaza, Room C 508, Los Angeles, CA 90095-1481, USA; email: sebastian.edwards@anderson.ucla.edu.", "abstract": "In December 1933, John Maynard Keyes published an open letter to President Roosevelt, where he wrote: ‘The recent gyrations of the dollar have looked to me more like a gold standard on the booze than the ideal managed currency of my dreams.’ This was a criticism of the ‘gold-buying program’ launched in October 1933. In this article I use high-frequency data on the dollar–pound and dollar–franc exchange rates to investigate whether the gyrations of the dollar were unusually high in late 1933. My results show that although volatility was pronounced, it was not higher than during some other periods after 1921. Moreover, dollar volatility began to subside towards the end of the period alluded to by Keynes.", "title": "Keynes and the dollar in 1933: the gold-buying program and exchange rate gyrations", "doiUrl": "https://doi.org/10.1017/S096856501700018X", "institution": "University of California", "authors": "Sebastian Edwards", "email": "sebastian.edwards@anderson.ucla.edu", "address": "University of California, Los Angeles, and National Bureau of Economic Research Anderson Graduate School of Management UCLA 110 Westwood Plaza, Room C 508 Los Angeles, CA 90095-1481 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/financial-crises-at-insurance-companies-learning-from-the-demise-of-the-national-surety-company-during-the-great-depression/8D23B17595D403C19E63772522431209", "corresp": null, "abstract": "This article explores the economic issues related to financial crises at insurance companies, using an example from the Great Depression, the National Surety Company. National Surety was a large and diverse American insurance company that experienced a major crisis in 1933 due to losses from its guarantees of mortgage-backed securities. I find that policyholders were able to stage a massive run on the company by demanding the return of their unearned premiums. A key dynamic of the crisis was that policyholders at an insurance company have a dual role as holders of liabilities and as providers of income. In addition, I establish that government officials believed National Surety to be systemically important, due to the size of its insurance business and because many of its counterparties were societal actors that these officials sought to protect. As a result, the New York State Insurance Commissioner used emergency powers to reorganize the company, with the goal of providing continuity to its business lines outside mortgage-backed security insurance.", "title": "Financial crises at insurance companies: learning from the demise of the National Surety Company during the Great Depression", "doiUrl": "https://doi.org/10.1017/S0968565017000245", "institution": "Board of Governors of the Federal Reserve System", "authors": "Jonathan D. Rose", "email": null, "address": "Board of Governors of the Federal Reserve System, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/bank-networks-and-suspensions-in-the-1893-panic-evidence-from-the-state-banks-and-their-correspondents-in-kansas/FDBD3C3C6D718B2AE1646462E4884FC3", "corresp": "B. Dupont, Department of Economics, Western Washington University, 516 High Street, Bellingham, WA 98225-9074, USA; email: brandon.dupont@wwu.edu.", "abstract": "Using individual balance sheet data from the state banks in one state that was deeply impacted by the 1893 crisis, this article presents evidence that correspondent networks played an important role in transmitting the crisis. In particular, the unexpected closure of a single large national bank in Kansas City considerably increased the probability of suspension among the state banks that were connected to it through the correspondent networks. This episode thus illustrates how contagion can spread through interbank networks and sheds new light on the nature of the 1893 crisis.", "title": "Bank networks and suspensions in the 1893 panic: evidence from the state banks and their correspondents in Kansas", "doiUrl": "https://doi.org/10.1017/S0968565017000191", "institution": "Western Washington University", "authors": "Brandon Dupont", "email": "brandon.dupont@wwu.edu", "address": "Western Washington University, Department of Economics 516 High Street Bellingham WA 98225-9074 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/financial-development-and-prehistoric-geographical-isolation-global-evidence/DBAB678282F0235F997AB72143DC14D4", "corresp": "S. A. Asongu (corresponding author), African Governance and Development Institute, PO Box 8413, Yaoundé, Cameroon; Department of Economics and Development Studies, Covenant University, Ota, Ogun State, Nigeria; and Development Finance Centre, Graduate School of Business, University of Cape Town, Cape Town, South Africa; e-mail: asongusimplice@yahoo.com.", "abstract": "Using cross-country differences in the degree of isolation before the advent of technologies in sea and air transportation, we assess the relationship between geographical isolation and financial development across the globe. We find that prehistoric geographical isolation has been beneficial to development because it has contributed to contemporary cross-country differences in financial intermediary development. The relationship is robust to alternative samples, different estimation techniques, outliers and varying conditioning information sets. The established positive relationship between geographical isolation and financial intermediary development does not significantly extend to stock market development.", "title": "Financial development and prehistoric geographical isolation: global evidence", "doiUrl": "https://doi.org/10.1017/S0968565017000208", "institution": "University of Kinshasa", "authors": "Oasis Kodila-Tedika", "email": "asongusimplice@yahoo.com", "address": "University of Kinshasa, African Governance and Development Institute The World Bank Group PO Box 8413 Yaoundé Cameroon Department of Economics and Development Studies Ota Ogun State and Development Finance Centre Graduate School of Business Cape Town "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/175-years-of-financial-risks-and-returns-in-central-banking-danmarks-nationalbank-18392014/7AB18E76667BD57D9D55046FA8A2F251", "corresp": "K. Abildgren, Danmarks Nationalbank, Havnegade 5, DK-1093 Copenhagen K, Denmark; email: kpa@nationalbanken.dk; personal website: \nhttps://sites.google.com/view/kim-abildgren\n.", "abstract": "This article explores long-term trends in risks and returns within central banking using Danmarks Nationalbank as a case study. Core earnings generated by the basic functions and the associated risks typical of a central bank accounted on average for most of the Nationalbank's financial returns over the past 175 years. For a long period, this was the result of a passive risk-management strategy under which financial risks and returns just reflected the various functions performed by the Nationalbank and not the outcome of a deliberate decision-making process. A formalised and holistic risk-management framework was introduced only in the 1990s.", "title": "175 years of financial risks and returns in central banking: Danmarks Nationalbank, 1839–2014", "doiUrl": "https://doi.org/10.1017/S0968565017000221", "institution": null, "authors": "Kim Abildgren", "email": "kpa@nationalbanken.dk", "address": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/historical-reasons-for-the-focus-on-broad-monetary-aggregates-in-postworld-war-ii-britain-and-the-seven-years-war-with-the-imf/888A12EA84B0AD31067A07863AE00F55", "corresp": "D. J. Needham (corresponding author), Darwin College, University of Cambridge, Silver Street, Cambridge cb3 9eu\n, UK; email: djn33@cam.ac.uk.", "abstract": "The British monetary authorities have traditionally focused on broader monetary aggregates than their counterparts elsewhere. The reasons include: the willingness of UK banks to allow customers to make payments by drawing on time deposits, the particularities of the UK approach to managing the national debt and the foreign exchange reserves, and the flow-of-funds system of national accounts developed after World War II. This article outlines these reasons, and explores the implications for the UK's often fractious relationship with the International Monetary Fund during the 1950s and 1960s. It explains why IMF conditionality on loans to the UK focused on broad aggregates.", "title": "Historical reasons for the focus on broad monetary aggregates in post-World War II Britain and the ‘Seven Years War’ with the IMF", "doiUrl": "https://doi.org/10.1017/S0968565017000233", "institution": "London School of Economics", "authors": "Charles A. E. Goodhart", "email": "djn33@cam.ac.uk", "address": "London School of Economics, Darwin College Silver Street Cambridge cb3 9eu\n "}], "18 - Issue 3": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/joint-production-of-confidence-lessons-from-nineteenthcentury-us-commercial-banks-for-twentyfirstcentury-euro-area-governments1/DEF85A405D3FAAE3B6960DAAAFB3B379", "corresp": null, "abstract": "This article argues that the crisis in euro area government bond markets reflects the same kind of stability challenges financial intermediaries face when confronted with a negative macroeconomic shock without having access to a lender of last resort. Nineteenth-century US banks operated under such a framework and used clearing houses in times of crisis as a co-insurance mechanism against contagious runs. Their experience provides valuable lessons for the ongoing reform efforts in the euro area. The analysis reveals that most of the instruments clearing houses used in the joint production of confidence are similar to the ones euro area governments have recently decided upon, such as the establishment of the European Financial Stability Facility. This suggests that the euro area crisis response has followed best private-sector practices of crisis management. However, inherent fragilities of co-insurance mechanisms as well as the long maturity and elusive quality of government debt present a challenge in designing a sustainable solution to the crisis without compromising on the original goal of euro area governance: ensuring sound fiscal policies as a prerequisite for maintaining price stability. To meet this challenge a substantially more comprehensive economic and political union might be needed.", "title": "The joint production of confidence: lessons from nineteenth-century US commercial banks for twenty-first-century Euro area governments1", "doiUrl": "https://doi.org/10.1017/S0968565011000205", "institution": "Frankfurt School of Finance and Management", "authors": "Adalbert Winkler", "email": "a.winkler@fs.de", "address": "Frankfurt School of Finance and Management, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/are-blue-chip-stock-market-indices-good-proxies-for-allshares-market-indices-the-case-of-the-brussels-stock-exchange-183320051/2CBBB8FC51CB1504952436C7B0DB2F85", "corresp": null, "abstract": "In this article, we calculate a market-weighted return index for the 20 largest stocks listed on the Brussels Stock Exchange over the period 1833–2005, based on a new, unique and high-quality database. We find that this index captures the most important stylised facts of the value-weighted return of all shares listed on the Brussels Stock Exchange in this period. Our results support the empirical practice of concentrating on just the largest stocks. The indices we construct are based on one of the longest Belgian time series available. The indices take into account the exact dividends, the timing of the dividend cash flows and all capital operations. We are therefore able to decompose total returns into capital gain returns and dividend returns, which is not possible with most historical return series. We show that, to construct a credible return index, it is crucial to fully take into account dividends.", "title": "Are blue chip stock market indices good proxies for all-shares market indices? The case of the Brussels Stock Exchange 1833–20051", "doiUrl": "https://doi.org/10.1017/S0968565011000187", "institution": "University of Antwerp", "authors": "Jan Annaert", "email": "jan.annaert@ua.ac.be\">jan.annaert@ua.ac.be</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><institution type=\"simple\">University of Antwerp</institution>, <a href=\"mailto:frans.buelens@ua.ac.be\">frans.buelens@ua.ac.be</a></div></div></li><li class=\"contributor-affiliation\" id=\"a3\"><strong><sup>(a3)</sup></strong> <div><div class=\"aff\"><span class=\"label\">***</span><institution type=\"simple\">University of Antwerp and North-West University</institution>, <country>South Africa</country></div></div></li><li class=\"contributor-affiliation\" id=\"a4\"><strong><sup>(a4)</sup></strong> <div><div class=\"aff\"><span class=\"label\">****</span><institution type=\"simple\">University of Antwerp</institution></div></div></li><li class=\"contributor-affiliation\" id=\"a5\"><strong><sup>(a5)</sup></strong> <div><div class=\"aff\"><span class=\"label\">*****</span><institution type=\"simple\">University of Antwerp and Université Catholique de Louvain</institution></div></div></li><li class=\"contributor-affiliation\" id=\"a6\"><strong><sup>(a6)</sup></strong> <div><div class=\"aff\"><span class=\"label\">******</span><institution type=\"simple", "address": "University of Antwerp, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/shadow-interest-rates-in-stockholm-and-the-integration-of-early-financial-markets-16601685-was-heckscher-right1/5FE00FC0637587E556E3D5779E4C1CFE", "corresp": null, "abstract": "The decline of interest rates during the early modern period is considered an important factor in the subsequent rise of capitalist society. This article uses unique empirical material based on bills of exchange in Stockholm between 1660 and 1685 to estimate underlying ‘shadow interest rates’. It shows that annual rates ‘according’ to Stockholm were very high, mostly above 10 per cent, an indication of underdeveloped financial integration between Stockholm and the main European centres. There are also indications of a decline in these rates during the period studied, reflecting improved efficiency in Swedish financial markets.", "title": "Shadow interest rates in Stockholm and the integration of early financial markets, 1660–1685: was Heckscher right?1", "doiUrl": "https://doi.org/10.1017/S0968565011000102", "institution": "Stockholm University", "authors": "Rodney Edvinsson", "email": "rodney.edvinsson@ekohist.su.se", "address": "Stockholm University, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/global-shocks-economic-growth-and-financial-crises-120-years-of-new-zealand-experience/05D8635A167CCE708A044B71D5581FCC", "corresp": null, "abstract": "We identify the timing of currency, banking crises and sudden stops in New Zealand from 1880 to 2008 using methodologies from the international literature and consider the extent to which the empirical models in that literature can explain New Zealand's crisis history. We find that the cross-country evidence on the determinants of crises fits New Zealand experience reasonably well. A number of the risk factors that correlate with crises internationally – such as domestic imbalances, external debt, and currency mismatches – were elevated for New Zealand when the country had more frequent crises and have improved in the recent (more stable) period. However, a time-series analysis of New Zealand growth over 120 years shows that global factors – such as the US growth rate and terms of trade – explain New Zealand growth fairly well, and that crisis-dummy variables do not have substantial additional explanatory power. This suggests that having sound institutions and policies may help avoid severe domestic crises, but will not be sufficient to avoid the domestic economic impact of the global business cycle.", "title": "Global shocks, economic growth and financial crises: 120 years of New Zealand experience", "doiUrl": "https://doi.org/10.1017/S0968565011000199", "institution": "Rutgers University and NBER", "authors": "Michael Bordo", "email": "bordo@econ.rutgers.edu\">bordo@econ.rutgers.edu</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><institution type=\"simple\">Reserve Bank of New Zealand</institution>, <a href=\"mailto:hargreavesd@rbnz.govt.nz\">hargreavesd@rbnz.govt.nz</a></div></div></li><li class=\"contributor-affiliation\" id=\"a3\"><strong><sup>(a3)</sup></strong> <div><div class=\"aff\"><span class=\"label\">***</span><institution type=\"simple\">World Bank</institution>, <a href=\"mailto:mkida@worldbank.org", "address": "Rutgers University and NBER, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/douglas-a-irwin-and-richard-sylla-eds-founding-choices-american-economic-policy-in-the-1790s-national-bureau-of-economic-research-conference-report-chicago-university-of-chicago-press-2011-368-pp-hardback-110-paperback-35/0D6A18F5EB4B15284829DEF2ED3C989D", "corresp": null, "abstract": null, "title": "Douglas A. Irwin and Richard Sylla (eds.), Founding Choices: American Economic Policy in the 1790s, National Bureau of Economic Research Conference Report (Chicago: University of Chicago Press, 2011, 368 pp., hardback $110, paperback $35)", "doiUrl": "https://doi.org/10.1017/S0968565011000230", "institution": "University of Illinois at Urbana-Champaign", "authors": "Larry Neal", "email": null, "address": "University of Illinois at Urbana-Champaign, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/john-singleton-central-banking-in-the-twentieth-century-cambridge-cambridge-university-press-2011-350-pp-hardback-60-99/354538D93C57C886528A9F140DAF6E3A", "corresp": null, "abstract": null, "title": "John Singleton, Central Banking in the Twentieth Century (Cambridge: Cambridge University Press, 2011, 350 pp., hardback £60, $99)", "doiUrl": "https://doi.org/10.1017/S0968565011000242", "institution": "Bank for International Settlements", "authors": "Piet Clement", "email": null, "address": "Bank for International Settlements, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/tobias-straumann-fixed-ideas-of-money-small-states-and-exchange-rate-regimes-in-twentiethcentury-europe-cambridge-cambridge-university-press-414-pp-hardback-55-90/B4DE435E684E6BB58B4B3DB87AD3D486", "corresp": null, "abstract": null, "title": "Tobias Straumann, Fixed Ideas of Money: Small States and Exchange Rate Regimes in Twentieth-Century Europe (Cambridge: Cambridge University Press, 414 pp., hardback £55, $90)", "doiUrl": "https://doi.org/10.1017/S0968565011000254", "institution": "London School of Economics", "authors": "Olivier Accominotti", "email": null, "address": "London School of Economics, "}], "18 - Issue 2": [{"title": "The changing role of central banks", "corresp": "C.A.Goodhart@lse.ac.uk", "abstract": "Although central banks have pursued the same objectives throughout their existence, primarily price and financial stability, the interpretation of their role in doing so has varied. We identify three stable epochs, when such interpretations had stabilised, i.e. the Victorian era, 1840s–1914; the decades of government control, 1930s–60s; the triumph of the markets, 1980s–2007. Each epoch was followed by a confused interregnum, searching for a new consensual blueprint. The final such epoch concluded with a crisis, when it became apparent that macro-economic stability, the Great Moderation, plus (efficient) markets could not guarantee financial stability. So the search is now on for additional macro-prudential (counter-cyclical) instruments. The use of such instruments will need to be associated with controlled variations in systemic liquidity, and in the balance sheet of the central bank. Such control over its own balance sheet is the core, central function of any central bank, even more so than its role in setting short-term interest rates, which latter could be delegated. We end by surveying how relationships between central banks and governments may change over the next period.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/changing-role-of-central-banks/B0A16ABC651FF7EC4028B837D361DBF3", "doiUrl": "https://doi.org/10.1017/S0968565011000096", "email": "C.A.Goodhart@lse.ac.uk", "authors": "C. A. E. Goodhart", "institution": "Financial Markets Group, London School of Economics", "address": "Financial Markets Group, London School of Economics, "}, {"title": "On the information content of ratings: an analysis of the origin of Moody's stock and bond ratings", "corresp": "bwilson@pace.edu", "abstract": "John Moody published his first railroad security analysis and ratings manual in April 1909. This study analyzes several current issues by looking back at Moody's original intentions for constructing a ratings system. The study analyzes whether Moody intended his ratings to reflect his private information, or rather, to serve some alternative role, as with monitoring conflicts of interests or realizing informational economies of scale. The study uses an ordinal regression approach to evaluate a set of explanatory variables, constructed from both the manual itself and the panic months of 1907, to test the potential information content of Moody's ratings. At the time of Moody's first rating system, the illiquidity of the US Treasury market forced investors to seek alternative ‘high-quality’ securities. Indeed, Moody rated 38.94 percent of railroad bonds as Aaa, and rated 85.25 percent of railroad bonds as A, Aa or Aaa in his universe of railroad bonds rated. To further test the informational content of Moody's ratings, the study pursues a structural default analysis during the panic year of 1907, which yields results that indicate that the default risk of railroad securities was quite low at the time. These results provide justification for the high overall ratings that Moody assigned to railroad securities, and thus their role as near risk-free securities. Therefore, railroad securities, and Moody's ratings, played a particularly important role in the financial system at the time.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/on-the-information-content-of-ratings-an-analysis-of-the-origin-of-moodys-stock-and-bond-ratings/EE99C0E6DABEA1EE983D101CE240CDCA", "doiUrl": "https://doi.org/10.1017/S0968565011000072", "email": "bwilson@pace.edu", "authors": "Berry K. Wilson", "institution": "Lubin School of Business, Pace University", "address": "Lubin School of Business, Pace University, "}, {"title": "Information asymmetries and conflict of interest during the Baring crisis, 1880–18901", "corresp": "Juan.Flores@unige.ch", "abstract": "This article examines the potential conflict of interest of underwriters in London's foreign sovereign debt markets prior to the Baring crisis of 1890. We describe the main sources of information for investors concerning Argentina, whose government debt default contributed to Baring's collapse, and compare them with those of the underwriters, particularly Baring's. We then present some empirical evidence using data on bond prices and underwriting fees that demonstrate that Baring did not exploit its information lead to the detriment of investors. Finally, we present historical evidence that shows that Baring foresaw default before markets did and consequently planned a bailout loan that could not be issued due to political instability in Buenos Aires.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/information-asymmetries-and-conflict-of-interest-during-the-baring-crisis-188018901/F7A751A4AC3D90669DFD370A387D3E9C", "doiUrl": "https://doi.org/10.1017/S0968565011000060", "email": "Juan.Flores@unige.ch", "authors": "Juan H. Flores", "institution": "University of Geneva and Figuerola Institute of History and Social Sciences, Universidad Carlos III de Madrid", "address": "University of Geneva and Figuerola Institute of History and Social Sciences, Universidad Carlos III de Madrid, "}, {"title": "Dividend policy in Norwegian banking before 1914", "corresp": "Lars.Oksendal@nhh.no", "abstract": "This article discusses the dividend strategy adopted by Norwegian commercial banks before 1914. Based on a unique data set covering all banks in the period 1882– 1913 as well as six other institutions for the pre-1882 period, I identify the existence of a strong bias towards the payment of high and stable dividends to shareholders. The origins of such bias lie in the specific institutional set-up of commercial banking, the expectations of shareholders and the absence of developed securities markets. Combined with a strong preference for high gearing, this feature contributed to increase the fragility of the Norwegian banking system.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/dividend-policy-in-norwegian-banking-before-1914/B73C5E151660990856000417DBFD1E49", "doiUrl": "https://doi.org/10.1017/S0968565010000314", "email": "Lars.Oksendal@nhh.no", "authors": "Lars Fredrik Øksendal", "institution": "Norges Bank and Norwegian School of Economics and Business Administration", "address": "Norges Bank and Norwegian School of Economics and Business Administration, "}, {"title": "Helen J. Paul, The South Sea Bubble: An Economic History of its Origins and Consequences (New York: Routledge, 2011, 176 pp., £90.00)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/helen-j-paul-the-south-sea-bubble-an-economic-history-of-its-origins-and-consequences-new-york-routledge-2011-176-pp-9000/65E4800467F5090A9C7BDCB4DD177D95", "doiUrl": "https://doi.org/10.1017/S0968565011000151", "email": null, "authors": "Aaron Graham", "institution": "University of Oxford", "address": "University of Oxford, "}, {"title": "Barry Eichengreen, Exorbitant Privilege: The Rise and Fall of the Dollar (Oxford: Oxford University Press, 2011, 215 pp., £14.99)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/barry-eichengreen-exorbitant-privilege-the-rise-and-fall-of-the-dollar-oxford-oxford-university-press-2011-215-pp-1499/B5778330EEEA0348F4E8178926682149", "doiUrl": "https://doi.org/10.1017/S0968565011000163", "email": null, "authors": "Ali Coskun Tuncer", "institution": "London School of Economics", "address": "London School of Economics, "}], "18 - Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/banking-crises-and-the-international-monetary-system-in-the-great-depression-and-now1/9D17E3561CBA9AC4709D1AC46C667AC1", "corresp": null, "abstract": "We identify similarities and differences in the scale and nature of the banking crises in 2008-9 and the Great Depression, and analyse differences in the policy response to the two crises in light of the prevailing international monetary systems. We find that the scale of the banking crisis, as measured by falls in international short-term indebtedness and total bank deposits, was smaller in 2008-9 than in 1931. However, central bank liquidity provision was larger in the flexible exchange rate environment of 2008-9 than in 1931, when it had been constrained in many countries by the gold standard.", "title": "Banking crises and the international monetary system in the Great Depression and now1", "doiUrl": "https://doi.org/10.1017/S0968565011000035", "institution": "Bank for International Settlements and Cass Business School", "authors": "Richhild Moessner", "email": "richhild.moessner@bis.org\">richhild.moessner@bis.org</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><institution type=\"simple\">Cass Business School</institution>, <a href=\"mailto:bill@allen-economics.com", "address": "Bank for International Settlements and Cass Business School, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/amsterdam-and-london-as-financial-centers-in-the-eighteenth-century1/8B23F8D271B1BCD05594064523600E85", "corresp": null, "abstract": "In the seventeenth century, Amsterdam and London developed distinctive innovations in finance through both banks and markets that facilitated the growth of trade in each city. In the eighteenth century, a symbiotic relation developed that led to bank-oriented finance in Amsterdam cooperating with market-oriented finance in London. The relationship that emerged allowed each to rise to unprecedented dominance in Europe, while the respective financial innovations in each city provided the means for the continued expansion of European trade, both within Europe and with the rest of the world. The increasing strains of war finance for the competing European powers over the course of the eighteenth century stimulated fresh financial innovations in each city that initially reinforced the symbiosis of the two centers. The external shocks arising from revolutionary movements in America and France, however, interrupted the relationship long enough to leave London as the supreme financial center.", "title": "Amsterdam and London as financial centers in the eighteenth century1", "doiUrl": "https://doi.org/10.1017/S0968565010000338", "institution": "University of Colorado at Boulder and University College Dublin", "authors": "Ann M. Carlos", "email": "ann.carlos@colorado.edu\">ann.carlos@colorado.edu</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><institution type=\"simple\">University of Illinois at Urbana-Champaign and London School of Economics</institution>, <a href=\"mailto:L.Neal@lse.ac.uk", "address": "University of Colorado at Boulder and University College Dublin, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/longrun-determinants-of-british-capital-exports-18701913/39441AB5335A94B85974068DE978C1DF", "corresp": null, "abstract": "Unlike recent contributions in the field, which discuss the geography of British overseas investments, this article focuses on the growth of capital exports from Great Britain during the period 1870–1913. Using a broader concept of foreign investments, which includes foreign direct investments (FDIs), and refocusing on the push and pull factors emphasised in earlier literature, we propose a framework able to capture the long-run determinants of British capital exports. Moreover, the framework includes elements suggested by early and recent works such as the institutional setup of the international economy and the evolution of world trade. The most relevant result, in an error correction model environment, is that the timing of British overseas investments in the long run seems to be related to the evolution of world trade, domestic growth and to the role of India as a colony. On the other hand, the attraction elements of the borrowing countries, captured by the risk-adjusted realised rates of return abroad, have been proven to matter in the short run.", "title": "The long-run determinants of British capital exports, 1870–1913", "doiUrl": "https://doi.org/10.1017/S0968565010000284", "institution": "Sapienza, University of Rome", "authors": "Mauro Rota", "email": "mauro.rota@uniroma1.it\">mauro.rota@uniroma1.it</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><institution type=\"simple\">Università Politecnica delle Marche</institution>, <a href=\"mailto:francesco.schettino@uniroma1.it", "address": "Sapienza, University of Rome, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/bills-notes-and-money-in-early-new-south-wales-17881822/A5EE2A5FF5FE909BFE8070CD13818FB8", "corresp": "fdecker@uni-bremen.de", "abstract": "This article provides a revised account of the development of financial instruments, money and banking in the early penal colony of New South Wales. It is found that private instruments monetised the economy, while the role of state debt, coin and commodities was to finally settle remaining balances. Money originated in the form of small merchant notes. These were created by the need to pay labourers and underpinned a local pound currency standard. A detailed review of colonial court cases and currency legislation reveals that the first bank was founded, contrary to colonial orders, to remove the disruptive impact of exchange rate fluctuations and to achieve a stable private note issue at par with pound sterling bills on London.", "title": "Bills, notes and money in early New South Wales, 1788–1822", "doiUrl": "https://doi.org/10.1017/S0968565010000272", "institution": "Universität Bremen", "authors": "Frank Decker", "email": "fdecker@uni-bremen.de", "address": "Universität Bremen, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/absence-of-public-exchange-banks-in-medieval-and-early-modern-flanders-and-brabant-14001800-a-historical-anomaly-to-be-explained/15A2019DA2429B8702B2FCC6E087F630", "corresp": "Erik.Aerts@arts.kuleuven.be", "abstract": "The article aims to present an explanation for the complete absence of public municipal banks in the Southern Low Countries, and particularly in its two main principalities Flanders and Brabant, between 1400 and 1800. The reasons were complex, lying in a combination of the presence of adequate substitutes such as money changers, cashiers and town exchange offices (stadswissels) and countervailing factors (adverse economic conditions, insufficient financial resources, special interests of persons and lobbies). It is also argued that strong government control of the Antwerp urban debt prevented the local authorities from experimenting with a municipal bank.", "title": "The absence of public exchange banks in medieval and early modern Flanders and Brabant (1400–1800): a historical anomaly to be explained", "doiUrl": "https://doi.org/10.1017/S0968565010000260", "institution": "Katholieke Universiteit Leuven", "authors": "Erik Aerts", "email": "Erik.Aerts@arts.kuleuven.be", "address": "Katholieke Universiteit Leuven, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/alain-plessis-19322010/107E28F95F510F25F29829AFCB81874B", "corresp": null, "abstract": null, "title": "Alain Plessis (1932–2010)", "doiUrl": "https://doi.org/10.1017/S0968565010000399", "institution": "Université de Bordeaux", "authors": "Hubert Bonin", "email": null, "address": "Université de Bordeaux, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/allan-h-meltzer-a-history-of-the-federal-reserve-volume-1-19131951-university-of-chicago-press-2003-808-pp-cloth-86-volume-2-book-1-19511969-2009-682-pp-cloth-75-volume-2-book-2-19701986-2009-629-pp-cloth-751/36B6E11B4FCCB5CF1657E98EDC74F813", "corresp": null, "abstract": null, "title": "Allan H. Meltzer, A History of the Federal Reserve, volume 1: 1913–1951 (University of Chicago Press, 2003, 808 pp., cloth: $86); volume 2, book 1: 1951–1969 (2009, 682 pp., cloth: $75); volume 2, book 2: 1970–1986 (2009, 629 pp., cloth: $75)1", "doiUrl": "https://doi.org/10.1017/S096856501000034X", "institution": "Paris School of Economics", "authors": "Eric Monnet", "email": null, "address": "Paris School of Economics, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/catherine-schenk-the-decline-of-sterling-managing-the-retreat-of-an-international-currency-19451992-cambridge-cambridge-university-press-2010-437-pp-60-99/E876611915543BAAFA1040DEB8BBA05A", "corresp": null, "abstract": null, "title": "Catherine Schenk, The Decline of Sterling: Managing the Retreat of an International Currency, 1945–1992 (Cambridge: Cambridge University Press, 2010, 437 pp., £60, $99)", "doiUrl": "https://doi.org/10.1017/S0968565010000351", "institution": "National Bank of Belgium and Robert Triffin Chair, Catholic University of Louvain", "authors": "Ivo Maes", "email": null, "address": "National Bank of Belgium and Robert Triffin Chair, Catholic University of Louvain, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/ivo-maes-a-century-of-macroeconomic-and-monetary-thought-at-the-national-bank-of-belgium-brussels-national-bank-of-belgium-2010-154-pp/789FACD73D25BA55CD395D8075552DDC", "corresp": null, "abstract": null, "title": "Ivo Maes, A Century of Macroeconomic and Monetary Thought at the National Bank of Belgium (Brussels: National Bank of Belgium, 2010, 154 pp.)", "doiUrl": "https://doi.org/10.1017/S0968565010000363", "institution": "Universidad de Alcalá (Madrid)", "authors": "Pablo Martin-Aceña", "email": null, "address": "Universidad de Alcalá (Madrid), "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/anne-l-murphy-the-origins-of-english-financial-markets-investment-and-speculation-before-the-south-sea-bubble-cambridge-cambridge-university-press-2009-258-pp-cloth-5500/1131A8FF9C88C7291072FE9ACA696929", "corresp": null, "abstract": null, "title": "Anne L. Murphy, The Origins of English Financial Markets: Investment and Speculation before the South Sea Bubble (Cambridge: Cambridge University Press, 2009, 258 pp., cloth, £55.00)", "doiUrl": "https://doi.org/10.1017/S0968565010000375", "institution": "University of Oxford", "authors": "Aaron Graham", "email": null, "address": "University of Oxford, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/herman-van-der-wee-and-monique-verbreyt-a-small-nation-in-the-turmoil-of-the-second-world-war-leuven-leuven-university-press-2009-494-pp-eur-6399/CE24E469508F6C54322FF3D2A0860A7D", "corresp": null, "abstract": null, "title": "Herman Van der Wee and Monique Verbreyt, A Small Nation in the Turmoil of the Second World War (Leuven: Leuven University Press, 2009, 494 pp., EUR 63.99)", "doiUrl": "https://doi.org/10.1017/S0968565010000387", "institution": "Bank for International Settlements", "authors": "Piet Clement", "email": null, "address": "Bank for International Settlements, "}], "17 - Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/editorial-announcement/782E77069D338AFE90EB7F70B12F4B70", "institution": null, "title": "Editorial announcement", "corresp": null, "abstract": null, "authors": "Stefano Battilossi", "doiUrl": "https://doi.org/10.1017/S0968565010000119", "address": null, "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/banking-crises-yesterday-and-today1/0A0C6A44929AB20AD61249491CB9E18D", "institution": "Columbia Business School and NBER", "title": "Banking crises yesterday and today1", "corresp": null, "abstract": null, "authors": "Charles W. Calomiris", "doiUrl": "https://doi.org/10.1017/S0968565010000028", "address": "Columbia Business School and NBER, ", "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/endowments-fiscal-federalism-and-the-cost-of-capital-for-states-evidence-from-brazil-189119301/262E4C97F1BBAFF05AFEB2AE9C1142B2", "institution": "Banco de México", "title": "Endowments, fiscal federalism and the cost of capital for states: evidence from Brazil, 1891–19301", "corresp": null, "abstract": "There is a large literature that aims to explain what determines country risk (defined as the difference between the yield of a sovereign's bonds and the risk free rate). In this article, we contribute to the discussion by arguing that an important explanatory factor is the impact that commodities have on the capacity to pay. We use a newly created database with state-level fiscal and risk premium data (between 1891 and 1930) to show that Brazilian states with natural endowments that allowed them to export commodities that were in high demand (e.g. rubber and coffee) ended up having higher revenues per capita and lower cost of capital. We also explain that the variation in revenues per capita was both a product of the variation in natural endowments (i.e. the fact that states cannot produce any commodity they want) and a commodity boom that had asymmetric effects among states. These two effects generated variation in revenues per capita at the state level thanks to the extreme form of fiscal decentralisation that the Brazilian government adopted in the constitution of 1891, which gave states the sole right to tax exports. We also run instrumental variable estimates using indices of export prices for each state. These estimates confirm our findings that states with commodities that had higher price increases had lower risk premia.", "authors": "André C. Martinez Fritscher", "doiUrl": "https://doi.org/10.1017/S0968565010000041", "address": "Banco de México, ", "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/going-public-in-interwar-britain1/7FF70F487D1384C3D21DF0AEA891BCB3", "institution": "Judge Business School, Cambridge University", "title": "Going public in interwar Britain1", "corresp": null, "abstract": "Utilising a new sample of interwar initial public offerings (IPOs), I consider the effectiveness of the interwar stock market for firms going public. Consistent with the pecking order theory, IPO proceeds contributed only modestly to domestic industry's capital expenditure needs. IPOs of capital-hungry new manufacturing industries raised no more finance than did the rest of manufacturing. This was in part attributable to the detrimental effect of weak financial regulation on investor appetite for newer, riskier enterprises. In terms of the quality of firms allowed onto the market, IPO survival rates of the early and late 1920s were shockingly low, just as earlier research has shown. However, survival rates rebounded strongly in the following decade due not only to the economic recovery but also to tougher scrutiny of listing applications by the London Stock Exchange.", "authors": "David Chambers", "doiUrl": "https://doi.org/10.1017/S0968565009990163", "address": "Judge Business School, Cambridge University, ", "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/financial-market-liquidity-returns-and-market-growth-evidence-from-bolsa-and-borse-19021925/F283345F8181C12955B7D4C342712F25", "institution": "Université de Montréal", "title": "Financial market liquidity, returns and market growth: evidence from Bolsa and Börse, 1902–1925", "corresp": null, "abstract": "The article is based on a unique data set of securities traded on the Madrid Bolsa and the Zurich Börse between 1902 and 1925. We examine the pricing of liquidity and demonstrate that the liquidity level of securities was an important determinant of cross-sectional returns. Factors that are usually found important in contemporary markets, such as securities' sensitivity to market-wide liquidity shocks and market movements, turn out to have been irrelevant in the early twentieth century. In addition, the illiquidity of the Madrid market appears to have modestly slowed capital raising there. Our results suggest that market liquidity was an important determinant of the growth and development of financial markets.", "authors": "Lyndon Moore", "doiUrl": "https://doi.org/10.1017/S0968565010000016", "address": "Université de Montréal, ", "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/all-fired-up-the-growth-of-fire-insurance-in-sweden-183019501/23D755F50EEA2E7A330C39430BB65E72", "institution": "Umeå University", "title": "All fired up: the growth of fire insurance in Sweden, 1830–19501", "corresp": null, "abstract": "In this article we investigate supply and demand factors that have been put forward to explain the growth of fire insurance markets in Sweden during the financial revolution. We show that income growth and urbanisation fostered the demand for fire insurance. The supply of fire insurance, on the other hand, helps explain financial market development. Fire insurance assisted in mortgaging fixed assets, such as houses, through guaranteeing them as collateral. On both the supply side and the demand side, fire insurance was a key factor of the financial revolution in Sweden.", "authors": "Magnus Lindmark", "doiUrl": "https://doi.org/10.1017/S0968565009990151", "address": "Umeå University, ", "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/john-h-wood-a-history-of-central-banking-in-great-britain-and-the-united-states-cambridge-and-new-york-cambridge-university-press-2009-458-pp-paperback-18993499/0FA9651AEA8E8D14D352798670C4B50B", "institution": "Bank for International Settlements", "title": "John H. Wood, A History of Central Banking in Great Britain and the United States (Cambridge and New York: Cambridge University Press, 2009, 458 pp., paperback £18.99/$34.99).", "corresp": null, "abstract": null, "authors": "Piet Clement", "doiUrl": "https://doi.org/10.1017/S0968565010000053", "address": "Bank for International Settlements, ", "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/gerald-d-feldman-and-peter-hertner-eds-finance-and-modernization-a-transnational-and-transcontinental-perspective-of-the-nineteenth-and-twentieth-centuries-london-ashgate-2008-300-pp-65/A6139230CD34B5E079C31B3777ADE5FF", "institution": "University of Geneva", "title": "Gerald D. Feldman and Peter Hertner (eds.), Finance and Modernization: A Transnational and Transcontinental Perspective of the Nineteenth and Twentieth Centuries (London: Ashgate, 2008, 300 pp., £65).", "corresp": null, "abstract": null, "authors": "Juan Flores", "doiUrl": "https://doi.org/10.1017/S0968565010000065", "address": "University of Geneva, ", "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/catherine-schenk-ed-hong-kong-sars-monetary-and-exchange-rate-challenges-historical-perspectives-basingstoke-palgrave-macmillan-2008-216-pp-60/9820E0FFFB24355244244098E62C5987", "institution": null, "title": "Catherine Schenk (ed.), Hong Kong SAR's Monetary and Exchange Rate Challenges: Historical Perspectives (Basingstoke: Palgrave Macmillan, 2008, 216 pp., £60).", "corresp": null, "abstract": null, "authors": "Atish R. Ghosh", "doiUrl": "https://doi.org/10.1017/S0968565010000089", "address": null, "email": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/ranald-c-michie-guilty-money-the-city-of-london-in-victorian-and-edwardian-culture-18151914-london-pickering-and-chatto-2009-288-pp-6099/E78D9B42171FDF23F57BF8E119B4DB5E", "institution": "University of Paris 1", "title": "Ranald C. Michie, Guilty Money: The City of London in Victorian and Edwardian Culture, 1815–1914 (London: Pickering and Chatto, 2009, 288 pp., £60/$99).", "corresp": null, "abstract": null, "authors": "Michel Lutfalla", "doiUrl": "https://doi.org/10.1017/S0968565010000090", "address": "University of Paris 1, ", "email": null}], "25 - Special Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/introduction-maximising-revenues-minimising-political-costs-challenges-in-the-history-of-public-finance-of-the-early-modern-period/FC2887CF75310579BCFCFB3E432E0E7B", "corresp": "M. ’t Hart (corresponding author), Huygens Instituut voor Nederlandse Geschiedenis, Oudezijds Achterburgwal 185, 1012 DK Amsterdam, The Netherlands; email: m.c.t.hart@vu.nl; marjolein.thart@huygens.knaw.nl; web pages: www.huygens.knaw.nl/t-hart-marjolein/ and https://research.vu.nl/en/persons/marjolein-t-hart.", "abstract": "Taxation is accepted as a fact of modern life, despite recurring political conflict over the nature and direction of fiscal policies. Most financiers regard obligations issued by the state as a safe investment option. Neither taxation nor state obligations were taken for granted during much of the history of public finance, however, at least not before the early 1800s. The ‘tax state’ developed in fits and starts, driven by the exigencies of warfare, which provided the main rationale for raising state income. Although wartime fiscal innovations eventually facilitated the rise of an efficient military state, the options available for implementing such improvements and preferences for specific fiscal or financial instruments varied greatly across early modern states. Focusing on the ‘long’ eighteenth century, this introduction presents a framework for assessing these differences and introduces the other articles in this special issue.", "title": "Introduction: maximising revenues, minimising political costs – challenges in the history of public finance of the early modern period", "doiUrl": "https://doi.org/10.1017/S096856501800001X", "institution": "Huygens Institute for the History of the Netherlands and Vrije Universiteit Amsterdam", "authors": "Marjolein 't Hart", "email": "m.c.t.hart@vu.nl\">m.c.t.hart@vu.nl</a>; <a href=\"mailto:marjolein.thart@huygens.knaw.nl", "address": "Huygens Institute for the History of the Netherlands and Vrije Universiteit Amsterdam, Oudezijds Achterburgwal 185 1012 DK Amsterdam "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/whole-art-of-war-is-reduced-to-money-remittances-shortterm-credit-and-financial-intermediation-in-anglodutch-military-finance-16881713/D23D42B8CA57146515016584D67539FA", "corresp": "P. Brandon, Faculteit der Geesteswetenschappen, Vrije Universiteit Amsterdam, De Boelelaan 1105, 1081 HV Amsterdam, The Netherlands; email: p.brandon@vu.nl.", "abstract": "The literature on the financial revolution and the rise of the English fiscal-military state frequently gives the impression that a singular set of reforms emanating from the Glorious Revolution of 1688 changed the entire landscape of English army finances, allowing a fundamental shift from patchwork solutions based on short-term credit and managed through a system of wholesale venality to a solid system of long-term funded loans raised on an impersonal market. This article focuses on the crucial role that merchant networks and the personal connections of financial intermediaries continued to play in international troop payments arranged by the English state through the Dutch Republic. Even when the English or Dutch treasuries could find the necessary money to pay and provision the troops in time, getting the money to the military commanders in the field or to their distant suppliers often depended on long and complex credit lines. Short-term loans acquired in making military expenditure – consisting of unpaid bills to suppliers, payments advanced by officials and officers, and temporary loans contracted by financial intermediaries – as well as the widespread reliance on commercial credit in the form of bills of exchange as a way to transfer funds effectively formed the life thread of army finance. The ability to finance the military in times of exploding costs and permanent emergencies without defaulting rested not only on the capacity to draw on financial resources at home, but also on the strength of commercial and financial networks abroad. In doing so, closeness to the centres of emerging international financial capitalism seems to have been of greater importance than a specific set of institutional innovations.", "title": "‘The whole art of war is reduced to money’: remittances, short-term credit and financial intermediation in Anglo-Dutch military finance, 1688–1713", "doiUrl": "https://doi.org/10.1017/S0968565017000282", "institution": "Vrije Universiteit Amsterdam", "authors": "Pepijn Brandon", "email": "p.brandon@vu.nl", "address": "Vrije Universiteit Amsterdam, Vrije Universiteit Amsterdam Faculteit der Geesteswetenschappen De Boelelaan 1105 1081 HV Amsterdam "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/most-difficult-financial-matter-that-has-ever-presented-itself-paper-money-and-the-financing-of-warfare-under-louis-xiv/D7DA295698EBED10F26D9AF18AFA2037", "corresp": "J. Felix, Department of History, University of Reading, Whiteknights, PO Box 217, Reading, Berks., rg6 6ah, UK; email: j.m.felix@reading.ac.uk.", "abstract": "Based on an extensive survey of French primary sources and a discussion of the recent literature on fiscal policy in France and Europe during Louis XIV's wars, this article revisits the rationale behind the first experiment with paper money undertaken by finance minister Michel Chamillart, comparing it to other belligerents’ strategies, in particular England's, to adjust their monetary regime to the challenges of funding long wars of attrition. The article shows how concerns about economic activity, coinage and the need to finance the war deficit led to a series of debasements of the French currency, the establishment of a bank in the form of a Caisse des emprunts and the introduction of mint bills, which became legal tender and caused the first experience of fiat money inflation in history. Whereas Chamillart's personal shortcomings have been recently suggested as the cause of Louis XIV's humbling in the War of the Spanish Succession, I argue on the contrary that the introduction of paper money in 1704 was key to the capacity of France to sustain its military effort, but that a succession of military defeats against a more powerful coalition led to inflation. I also argue that the introduction of paper money saved the Caisse des emprunts and its bonds which helped sustain the war effort up until the peace. By situating the use of paper money within the broader question of the exercise of power in the absolute monarchy, this article examines the formation of fiscal policy, paying attention to the ways in which government sought advice from experts. It concludes by calling for further studies on policy- and decision-making under Louis XIV.", "title": "‘The most difficult financial matter that has ever presented itself’: paper money and the financing of warfare under Louis XIV", "doiUrl": "https://doi.org/10.1017/S0968565017000294", "institution": "University of Reading", "authors": "Joël Félix", "email": "j.m.felix@reading.ac.uk", "address": "University of Reading, Department of History Whiteknights PO Box 217 Reading, Berks. rg6 6ah "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/austerity-in-times-of-war-government-finance-in-early-nineteenthcentury-china/786CA3B86A8A76FE0BFB9FEF28F591A3", "corresp": "E. Kaske, Ostasiatisches Institut, Faculty of Sinology, Universität Leipzig, Schillerstraße 6, 04109 Leipzig, Germany; email: ekaske@uni-leipzig.de.", "abstract": "Qing China represents a counterfactual to the early modern European history of fiscal expansion in the wake of warfare. In response to the staggering costs of suppressing the White Lotus Rebellion (1796–1804), the Jiaqing Emperor sought to solve the empire's fiscal problems by tightening bureaucratic control over an overstretched system of treasury finance. However, Jiaqing's policy of austerity and retrenchment was not simply an expedient in times of fiscal strain, but deeply rooted in ideological struggles over taxation that began in the eighteenth century. It was an expression of hardline fiscal conservatism, which held fixed revenue quotas sacrosanct and which I call quota-ism. This policy had dire consequences for the ability of the Qing regime to respond to external shocks and to fulfill its sovereign tasks – war, river conservancy and famine relief. It contributed to the bankruptcy of Qing government finance by the time of the Opium War.", "title": "Austerity in times of war: government finance in early nineteenth-century China", "doiUrl": "https://doi.org/10.1017/S0968565017000300", "institution": "University of Leipzig", "authors": "Elisabeth Kaske", "email": "ekaske@uni-leipzig.de", "address": "University of Leipzig, Ostasiatisches Institut Faculty of Sinology Schillerstraße 6 04109 Leipzig "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/costs-and-benefits-of-mercantilist-warfare/C4DA36CE532791CA0E1F0505231E74DC", "corresp": "P. K. O'Brien, Emeritus Professor of Economic History, University of London; and Department of Economic History, London School of Economics and Political Sciences, Houghton Street, Aldwych, London wc2a 2ae, UK; email: patrick.obrien@sant.ox.ac.uk.", "abstract": "This article offers an architectural blueprint for the study of economic connections between warfare in the early modern period and the long-term growth of Europe's competing national economies. It surveys and critically investigates the concepts derived mainly from economic theory and the statistical evidence accessible in primary and secondary sources for the investigation of this meta-problem for students of economic theory.", "title": "The costs and benefits of mercantilist warfare", "doiUrl": "https://doi.org/10.1017/S0968565017000312", "institution": "London School of Economics and Political Sciences", "authors": "Patrick Karl O'Brien", "email": "patrick.obrien@sant.ox.ac.uk", "address": "London School of Economics and Political Sciences, Emeritus Professor of Economic History and Department of Economic History London School of Economics and Political Sciences Houghton Street Aldwych London wc2a 2ae "}], "22 - Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/identifying-economic-crises-insights-from-history/D5950C7141212870D85240CCD1CFAA09", "corresp": "K. Oosterlinck, corresponding author: Université Libre de Bruxelles, SBS-EM, CEB, koosterl@ulb.ac.be", "abstract": "Economists have been blamed for their inability to forecast and address crises. This article attributes this inability to intertwined factors: the lack of a coherent definition of crises, the reference-class problem, the lack of imagination regarding the nature of future crises and sample-selection biases. Specifically, economists tend to adapt their views on crises to recent episodes, and omit averted and potential crises. Threshold-based definitions of crises run the risk of being ad hoc. Using historical examples, this article highlights some epistemological shortcomings of the current approach.", "title": "Identifying economic crises: insights from history", "doiUrl": "https://doi.org/10.1017/S0968565015000025", "institution": "Université Libre de Bruxelles", "authors": "Xavier De Scheemaekere", "email": "koosterl@ulb.ac.be", "address": "Université Libre de Bruxelles, K. Oosterlinck SBS-EM CEB "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/writes-a-fair-hand-and-appears-to-be-well-qualified-the-recruitment-of-bank-of-england-clerks-18001815/96E3DE5A57558DECAB3B8AC6E9F5D8EC", "corresp": null, "abstract": "The financial strains of the Revolutionary and Napoleonic Wars had a significant impact on\nthe Bank of England. In its position as banker to the state and manager of the\nstate's debt, it experienced a significant increase in workload and thus was forced\nrapidly to expand its workforce. From a complement of around 300 in the mid 1780s, the number\nof clerks employed had increased to over 900 in 1815. Using a unique set of records preserved\nin the Bank's archives, this article investigates the backgrounds and skills of the\nmen recruited during the expansion of the early nineteenth century. It finds a significant gap\nbetween the skills required by the Bank and the skills possessed by its potential\nworkforce.", "title": "‘Writes a fair hand and appears to be well qualified’: the\nrecruitment of Bank of England clerks, 1800–1815", "doiUrl": "https://doi.org/10.1017/S0968565015000013", "institution": "University of Hertfordshire", "authors": "Anne L. Murphy", "email": null, "address": "University of Hertfordshire, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/capitalizing-patriotism-the-liberty-loans-of-world-war-i/97BFB97B9E316504258249F96BA36F95", "corresp": "H. Rockoff (corresponding author), Department of Economics, Rutgers University, New Brunswick, NJ 08901, USA; and NBER; rockoff@econ.rutgers.edu", "abstract": "Although taxes were raised substantially in the United States during World War I, recourse was had to five bond issues, the famous Liberty loans, to finance the bulk of war expenditures. The Secretary of the Treasury, William Gibbs McAdoo, hoped to create a broad market for the Liberty bonds and to limit their yields by following an aggressive policy of ‘capitalizing patriotism’. He called on everyone from Wall Street bankers to the Boy Scouts to volunteer for campaigns to sell the bonds. The campaigns have become legendary. Some of the nation's best-known artists were recruited to draw posters depicting the contribution to the war effort to be made by buying bonds, and giant bond rallies featuring Hollywood stars were organized. These efforts, however, enjoyed limited success. The yields on the Liberty bonds were kept low mainly by making the bonds tax exempt and by making sure that a large proportion of them were purchased directly or indirectly by the Federal Reserve, turning the Federal Reserve into an engine of inflation. Patriotism proved to be a weak, although not powerless, offset to normal market forces.", "title": "Capitalizing patriotism: the Liberty loans of World War I", "doiUrl": "https://doi.org/10.1017/S0968565015000037", "institution": "Korean Economic Research Institute", "authors": "Sung Won Kang", "email": "rockoff@econ.rutgers.edu", "address": "Korean Economic Research Institute, H. Rockoff (corresponding author) Department of Economics New Brunswick NJ 08901 NBER "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/mexican-debt-crisis-redux-international-interbank-markets-and-financial-crisis-19771982/559655696A67D228E0FD6517D8914235", "corresp": null, "abstract": "The international banking crisis that began in 2007 has brought the relationship between international banking activities and financial crises to the forefront. The growing reliance on foreign interbank funding by domestic banks has been recognized as a crucial factor in explaining the banking and sovereign debt crisis currently affecting several peripheral European countries. This article shows that the link between financial crisis and international interbank lending is not a new phenomenon; a similar trend can be observed in the Mexican banking sector during the run-up to its 1982 debt crisis. I explore the international activities of Mexican commercial banks in the years preceding the country's default and demonstrate that they became involved in international lending which was funded largely through heavy short-term interbank foreign borrowing. I provide new archival evidence which shows that in intermediating foreign finance with local public and private borrowers, Mexican banks incurred maturity, interest rate and currency mismatches and dangerously increased their risk position. This article provides insights for understanding the Mexican debt crisis as closely intertwined with problems in the domestic banking sector, which were, in turn, linked to its involvement in the international financial system.", "title": "The Mexican debt crisis redux: international interbank markets and financial crisis, 1977–1982", "doiUrl": "https://doi.org/10.1017/S0968565015000049", "institution": "University of Geneva", "authors": "Sebastian Alvarez", "email": null, "address": "University of Geneva, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/real-estate-transactions-in-ancient-israel-excavating-embedded-options-utilizing-modern-finance/49F5914DF94D51732F11166A97726F90", "corresp": null, "abstract": "An economic setting of ancient Jewish law is analyzed and reinterpreted in light of a modern formal financial model. Certain real estate transactions in ancient Israel, as stipulated in the Bible, involved embedded financial options that seem to have been overlooked by the commentators. This article interprets, utilizing modern financial theory, the biblical text and sheds light on a phrase used in stipulating these rules that has puzzled some commentators. The option's value and the complexity of the pricing system that would have been needed in order to capture true market prices of these assets are demonstrated.", "title": "Real estate transactions in ancient Israel: excavating embedded options utilizing modern finance", "doiUrl": "https://doi.org/10.1017/S0968565015000062", "institution": "York University", "authors": "Eliezer Z. Prisman", "email": null, "address": "York University, "}], "22 - Issue 2": [{"title": "From Basel to bailouts: forty years of international attempts to bolster bank safety", "corresp": "C. Kobrak (corresponding author), Wilson/Currie Chair of Canadian Business and Financial History, Rotman School of Management, University of Toronto, 105 St George Street, Toronto, Canada\nM5S 3E6; email: cpkobrak@aol.com.", "abstract": "This article reinterprets the origin and evolution of the Basel Accords. We argue that the Basel I paradigm was very different from the regulatory approaches that had been applied successfully in most European countries since the Second World War. Banking systems relied on a multitude of tools including entry restrictions, liquidity rules, reserve requirements, deposit rate ceilings, lending and investment restrictions, combined with hands-on supervision and discretional interventions. By focusing exclusively on capital adequacy and credit risk, Basel I shifted attention in a very different and somewhat unexpected direction. The Basel regulations are often understood as a reaction to the bank failures of the 1970s and 1980s, but in fact their capital adequacy rules would not have prevented these failures. Indeed, even today, several of these risks are still not addressed by Basel updates, suggesting that the original and current proposals have a rather different raison d’être, placating political constituencies and banking interests.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/from-basel-to-bailouts-forty-years-of-international-attempts-to-bolster-bank-safety/B8930D3889090BA9815398A8800B2B7A", "doiUrl": "https://doi.org/10.1017/S0968565015000165", "email": "cpkobrak@aol.com", "authors": "Christopher Kobrak", "institution": "University of Toronto and ESCP Europe", "address": "University of Toronto and ESCP Europe, Rotman School of Management C. Kobrak (corresponding author) Wilson/Currie Chair of Canadian Business and Financial History Rotman School of Management 105 St George Street Toronto M5S 3E6 "}, {"title": "War, monetary reforms and the Belgian art market, 1945–1951", "corresp": "K. Oosterlinck, corresponding author: koosterl@ulb.ac.be, Université Libre de Bruxelles, SBS-EM, CEB", "abstract": "To investigate the link between monetary reforms and prices on the art market, this article focuses on the aftermath of the Gutt plan, a monetary purge implemented in Belgium just after World War II. On the basis of an original database of close on 3,000 artworks sold between 1945 and 1951, this article shows that, following the implementation of the Gutt plan, real prices on the art market experienced a massive drop suggesting that real prices on the art market are significantly influenced by money supply.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/war-monetary-reforms-and-the-belgian-art-market-19451951/40FB2D6CF4638BB00016D74D8E4FA53E", "doiUrl": "https://doi.org/10.1017/S0968565015000141", "email": "koosterl@ulb.ac.be", "authors": "Géraldine David", "institution": "Université Libre de Bruxelles", "address": "Université Libre de Bruxelles, K. Oosterlinck, corresponding author SBS-EM CEB "}, {"title": "‘A new species of mony’: British Exchequer bills, 1701-1711", "corresp": null, "abstract": "This article studies the relationship between Bank and Treasury during the War of the Spanish Succession. It examines two new series of Exchequer bills implemented in 1707 and 1709. Far from being loans-for-rents contracts, the principal aim was to accommodate war-related pressures on the nation's monetary system by manufacturing a substitute for scarce specie. The article also shows there was a covert struggle within the financial community for access to the specie flows associated with the nation's system of public finance.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/new-species-of-mony-british-exchequer-bills-17011711/7CAB4336767B707E0BE118DDC78CE391", "doiUrl": "https://doi.org/10.1017/S0968565015000153", "email": null, "authors": "Richard A. Kleer", "institution": "University of Regina", "address": "University of Regina, "}, {"title": "Put-call parity, the triple contract, and approaches to usury in medieval contracting", "corresp": "Arthur Wilson (corresponding author), email: ajw1@gwu.edu, Finance Department, George Washington University School of Business, 2201 G Street NW, Duquès Hall, Washington, DC, USA", "abstract": "In this article we use put-call parity to show that ambiguity about ownership played a role in medieval businessmen's efforts to circumvent the Catholic Church's usury restrictions. That ambiguity created fertile ground for a financial innovation, the triple contract, that allowed some merchants to accomplish a kind of regulatory arbitrage. We also show that medieval clerics and merchants appear to have had at least an intuitive grasp of put-call parity, and that this insight shaped the Catholic Church's approach to medieval business contracts, and usury, nearly five centuries before put-call parity was described in the scholarly literature.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/putcall-parity-the-triple-contract-and-approaches-to-usury-in-medieval-contracting/8EBD5B53B44FFDB1ABDCA9AA400C9789", "doiUrl": "https://doi.org/10.1017/S0968565015000098", "email": "ajw1@gwu.edu", "authors": "Arthur J. Wilson", "institution": "George Washington University", "address": "George Washington University, Arthur Wilson (corresponding author) Finance Department 2201 G Street NW Duquès Hall Washington DC "}, {"title": "Competition and credit control: some personal reflections", "corresp": null, "abstract": "The Bank of England's ‘consultative document’ on Competition and Credit Control (C&CC) was published on 14 May 1971. It was a landmark occasion, representing a decisive break with the prior system of maintaining direct controls over bank lending to the private sector; the intention was now to achieve the monetary authorities’ objectives of policy via the operation of market mechanisms, notably adjustments in interest rates and open market operations. Although the ‘credit control’ aspect was, over the next few years, notably less successful than the encouragement of competition amongst the banks (where the London clearing banks previously had maintained a restrictive cartel with the support of the authorities), nevertheless the direction of travel towards a more liberal, market-based system, remained, despite a partial reversion towards a direct control system in the guise of the ‘corset’, introduced at the end of 1973, and finally laid to rest in June 1980.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/competition-and-credit-control-some-personal-reflections/600B292DBD7B8BF4280F0E4C68B89542", "doiUrl": "https://doi.org/10.1017/S0968565015000104", "email": null, "authors": "Charles A. E. Goodhart", "institution": null, "address": null}, {"title": "Peter Borscheid and Niels Viggo Haueter (eds.), World Insurance: The Evolution of a Global Risk Network (Oxford: Oxford University Press, 2012, 729 pp., £95)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/peter-borscheid-and-niels-viggo-haueter-eds-world-insurance-the-evolution-of-a-global-risk-network-oxford-oxford-university-press-2012-729-pp-95/9F6705ADF19516F0AA7B4BFD948EE998", "doiUrl": "https://doi.org/10.1017/S0968565015000050", "email": null, "authors": "Adrian Leonard", "institution": "University of Cambridge", "address": "University of Cambridge, Centre for Financial History "}, {"title": "Alessandro Roselli , Money and Trade Wars in Interwar Europe (Basingstoke and New York: Palgrave Macmillan, 2014, pp. 280. ISBN: 978-1-137-32699-7. Hardcover and Ebook)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/alessandro-roselli-money-and-trade-wars-in-interwar-europe-basingstoke-and-new-york-palgrave-macmillan-2014-pp-280-isbn-9781137326997-hardcover-and-ebook/CC249F63212D6BB635E5FFDB6D133BE1", "doiUrl": "https://doi.org/10.1017/S0968565015000116", "email": null, "authors": "Piet Clement", "institution": null, "address": null}, {"title": "South-Eastern European Monetary and Economic Statistics from the Nineteenth Century to World War II (Athens, Sofia, Bucharest and Vienna: Bank of Greece, Bulgarian National Bank, National Bank of Romania and Oesterreichische Nationalbank, 2014, 405 pp.)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/southeastern-european-monetary-and-economic-statistics-from-the-nineteenth-century-to-world-war-ii-athens-sofia-bucharest-and-vienna-bank-of-greece-bulgarian-national-bank-national-bank-of-romania-and-oesterreichische-nationalbank-2014-405-pp/630B5776F911678884791987238E90E1", "doiUrl": "https://doi.org/10.1017/S0968565015000128", "email": null, "authors": "Ivo Maes", "institution": "Catholic University of Louvain", "address": "Catholic University of Louvain, National Bank of Belgium and Robert Triffin Chair "}, {"title": "Hans van Wees , Ships, Silver, Taxes and Tribute: A Fiscal History of Archaic Athens (London and New York: I. B. Tauris, 2014, x + 213 pp., £58, ISBN 978-1-78076-686-7)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/hans-van-wees-ships-silver-taxes-and-tribute-a-fiscal-history-of-archaic-athens-london-and-new-york-i-b-tauris-2014-x-213-pp-58-isbn-9781780766867/53B82D012D36B7CB0490AAA58AF4F248", "doiUrl": "https://doi.org/10.1017/S096856501500013X", "email": null, "authors": "Mark Peacock", "institution": "York University", "address": "York University, Toronto "}], "22 - Issue 3": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/ups-and-downs-of-central-bank-independence-from-the-great-inflation-to-the-great-recession-theory-institutions-and-empirics/90D821C926E79D96DF5B68BC5E069123", "corresp": "D. Masciandaro (corresponding author), Department of Economics and Baffi Carefin Centre, Bocconi University, via Roentgen 1, 20136, Milan (Italy); and SUERF – The European Money and Finance Forum; email: donato.masciandaro@unibocconi.it.", "abstract": "This article analyses the pillar of modern central bank governance, i.e. central bank independence, from three perspectives. First, we provide a systematic review of the economics of central bank independence. Second, applying a principal agent model we design a political economy framework, which explains how politicians can shape central bank governance in addressing macroeconomic shocks, while taking into account both the wishes of the citizens and their own personal interests. This framework is then used to interpret the evolution of central bank independence from the Great Inflation (1970s), throughout the Great Moderation (1980s-2000s) and to the Great Recession (2007-14). We provide empirical evidence supporting this evolution using recently developed indices of dynamic central bank independence. Further, our findings stress the importance of macroeconomic shocks in shaping the evolution of central bank independence after the global financial crisis.", "title": "Ups and downs of central bank independence from the Great Inflation to the Great Recession: theory, institutions and empirics", "doiUrl": "https://doi.org/10.1017/S0968565015000177", "institution": "Bocconi University and SUERF", "authors": "Donato Masciandaro", "email": "donato.masciandaro@unibocconi.it", "address": "Bocconi University and SUERF, D. Masciandaro (corresponding author) Department of Economics and Baffi Carefin Centre via Roentgen 1 20136 Milan (Italy) and SUERF – The European Money and Finance Forum "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/curious-incident-of-the-franc-in-the-gambia-exchange-rate-instability-and-imperial-monetary-systems-in-the-1920s/E248A06E3E3BBF5869F6927B8A5607D8", "corresp": null, "abstract": "In 1922, British colonial Gambia demonetized the French 5-franc coin, which had been legal tender at a fixed rate in the colony since 1843. Until World War I, this rate was close to the international rate under the gold standard. When the franc began to depreciate in 1918, however, a gap emerged between the Gambian rate and the international rate, prompting a rapid influx of the coins. The demonetization cost the colonial administration over a year's revenue, affecting the later development of the colony. The 1920s have long been a fruitful period for the study of monetary history owing to the instability of exchange rates during and after the war. This article extends the study of this period to examine the impact of these changes on dependent colonies in West Africa, highlighting the importance of local compromises and particularities in colonial monetary systems.", "title": "The curious incident of the franc in the Gambia: exchange rate instability and imperial monetary systems in the 1920s", "doiUrl": "https://doi.org/10.1017/S0968565015000232", "institution": "London School of Economics and Stellenbosch University", "authors": "Leigh Gardner", "email": null, "address": "London School of Economics and Stellenbosch University, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/redemption-theories-and-the-value-of-american-colonial-paper-money/B1FFCB6411E9D18DF5AF7E03C7958203", "corresp": null, "abstract": "Before the Revolution American colonies issued paper money known as ‘bills of credit’. The bills issued in the Middle colonies held their value surprisingly well despite large wartime fluctuations in the quantity issued, but those issued in New England depreciated as the quantity in circulation increased. The bills' stable purchasing power in the Middle colonies has often been attributed to the redemption provisions enacted when the bills were issued. Similar provisions in New England supposedly failed because New England failed to enforce them. This article explores the comparative enforcement of redemption provisions in the two regions, and in New York in particular, and concludes that differential enforcement does not explain the disparity between the New England experience and that in the Middle colonies.", "title": "Redemption theories and the value of American colonial paper money", "doiUrl": "https://doi.org/10.1017/S0968565015000219", "institution": "University of Virginia", "authors": "Ron Michener", "email": null, "address": "University of Virginia, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/tweaking-financial-instruments-bills-obligatory-in-sixteenthcentury-antwerp/E2DEEDCD6073F4213487FF9CC7F4E300", "corresp": null, "abstract": "This article discusses the use of private promissory notes in the sixteenth-century commercial metropolis of Antwerp. Students of financial history tend to look for first instances of financial techniques and institutions such as bills of exchange, share trading, sovereign debt and banks. However, financial innovation can also be found in the piecemeal adaptation of an older, existing technique, institution or instrument as the result of changes in the market and of demands exerted by particular groups within that economy. The outcome of this process is determined by the structure of the economy in question, its institutional arrangements and the willingness of authorities to adapt the rules.", "title": "Tweaking financial instruments: bills obligatory in sixteenth-century Antwerp", "doiUrl": "https://doi.org/10.1017/S0968565015000207", "institution": "University of Antwerp", "authors": "Jeroen Puttevils", "email": null, "address": "University of Antwerp, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/new-species-of-mony-british-exchequer-bills-17011711/386AA5809FFE312040C49DB75FC54202", "corresp": null, "abstract": null, "title": "‘A new species of mony’: British Exchequer bills, 1701–1711", "doiUrl": "https://doi.org/10.1017/S0968565015000220", "institution": null, "authors": "Richard A. Kleer", "email": null, "address": null}], "19 - Issue 2": [{"title": "The international propagation of the financial crisis of 2008 and a comparison with 19311", "corresp": null, "abstract": "We examine the international propagation of the financial crisis of 2008, and compare it with that of the crisis of 1931. Both crises featured a flight to liquidity and safety. We argue that the collateral squeeze in the United States, which became intense after the failure of Lehman Brothers, was an important propagator in 2008; in 1931 the acceptances granted by London banks to central European borrowers propagated the crisis to the UK. In both crises, central banks' reserve management actions contributed to the liquidity crisis. And in both crises, the behaviour of creditors towards debtors, and the valuation of assets by creditors, were very important. However, there was a key difference between the two crises in the range and nature of assets that were regarded as liquid and safe: central banks in 2008, with no gold standard constraint, could liquefy illiquid assets on a much greater scale.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/international-propagation-of-the-financial-crisis-of-2008-and-a-comparison-with-19311/42E636A605FD296C09624CBE2E6EBEB3", "doiUrl": "https://doi.org/10.1017/S096856501200008X", "email": "bill@allen-economics.com\">bill@allen-economics.com</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><institution type=\"simple\">Bank for International Settlements and Cass Business School</institution>, <a href=\"mailto:richhild.moessner@bis.org", "authors": "William A. Allen", "institution": "Cass Business School", "address": "Cass Business School, "}, {"title": "Financial development and sectoral output growth in nineteenth-century Germany1", "corresp": null, "abstract": "In this article we re-evaluate the hypothesis that the development of the financial sector was an essential factor behind economic growth in nineteenth-century Germany. We apply a structural VAR framework to a new annual data set from 1870 to 1912 that was initially compiled by Walther Hoffmann (1965). With respect to the literature, the distinguishing characteristic of our analysis is the focus on different sectors in the economy and the interpretation of the findings in the context of a two-sector growth model. We find that all sectors were affected significantly by shocks from the banking system. Interestingly, this link is the strongest in sectors with small or non-tradable-goods-producing firms, such as construction, services, transportation and agriculture. In this regard, the growth patterns in nineteenth-century Germany are similar to those in today's emerging markets.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/financial-development-and-sectoral-output-growth-in-nineteenthcentury-germany1/A00ADA2F0AB8D8589BD382D4E7D9A9BE", "doiUrl": "https://doi.org/10.1017/S0968565012000066", "email": "katdiekm@uos.de\">katdiekm@uos.de</a> and <a href=\"mailto:fwesterm@uos.de", "authors": "Katharina Diekmann", "institution": "University of Osnabrück", "address": "University of Osnabrück, "}, {"title": "‘The folly of particulars’: the political economy of the South Sea Bubble", "corresp": null, "abstract": "In 1720 Britain embarked on a project to convert a large part of the public debt into shares in the South Sea Company. Most narratives assume the Company stood to profit from an anticipated increase in the market price of its shares. Though some have noted that this assumption is incorrect, no one has yet tried to find an alternative explanation for the Company's motivation for entering into the project. In this article I argue that the Company had no need to profit directly from the conversion operation and instead saw it as an opportunity to establish dominance in the British banking industry.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/folly-of-particulars-the-political-economy-of-the-south-sea-bubble/406242D5E2E34CA9EDF5B72257A4B171", "doiUrl": "https://doi.org/10.1017/S0968565012000078", "email": "Richard.Kleer@uregina.ca", "authors": "Richard Kleer", "institution": "University of Regina", "address": "University of Regina, "}, {"title": "The last major Irish bank failure before 20081", "corresp": null, "abstract": "Until 2008, Ireland's banks had a solid reputation. Its two long-established banks could trace their origins back to the beginnings of joint-stock banking in 1825. Few banks of consequence had failed in the interim. The last such failure, the focus of this article, was that of the Munster Bank in 1885. That event tells us much about the history of Irish banking before recent events.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/last-major-irish-bank-failure-before-20081/21DE19EBF1E4045A1717BD71D14C35FC", "doiUrl": "https://doi.org/10.1017/S096856501100028X", "email": "cormac.ograda@ucd.ie", "authors": "Cormac Ó Gráda", "institution": "University College Dublin", "address": "University College Dublin, "}, {"title": "Interwar Romanian sovereign bonds: the impact of diplomacy, politics and the economy1", "corresp": null, "abstract": "Sovereign debts differ from other financial instruments because repayment ultimately depends on the issuers' willingness to pay. In turn, willingness to pay may be influenced by political, diplomatic or economic considerations. Based on an original database of Romanian bonds traded in Paris, this article shows that international diplomacy played an important role in the Romanian debt valuation.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/interwar-romanian-sovereign-bonds-the-impact-of-diplomacy-politics-and-the-economy1/45A79490B6EB93BB1CDE0B0125532C42", "doiUrl": "https://doi.org/10.1017/S096856501200011X", "email": "koosterl@ulb.ac.be\">koosterl@ulb.ac.be</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><institution type=\"simple\">Université de Picardie Jules Verne, CRIISEA</institution>, <country>Amiens</country>, <a href=\"mailto:loredana.ureche@u-picardie.fr", "authors": "Kim Oosterlinck", "institution": "Université Libre de Bruxelles, SBS-EM Centre Emile Bernheim", "address": "Université Libre de Bruxelles, SBS-EM Centre Emile Bernheim, "}, {"title": "Laure Quennouëlle-Corre and Youssef Cassis, Financial Centres and International Capital Flows in the Nineteenth and Twentieth Centuries (Oxford: Oxford University Press, 2011, 269 pp., £60)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/laure-quennouellecorre-and-youssef-cassis-financial-centres-and-international-capital-flows-in-the-nineteenth-and-twentieth-centuries-oxford-oxford-university-press-2011-269-pp-60/31BED8ED6551762DA08395E6BFDBEF15", "doiUrl": "https://doi.org/10.1017/S0968565012000091", "email": null, "authors": "Matthias Morys", "institution": "University of York", "address": "University of York, "}], "19 - Issue 3": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/gold-sterilization-and-the-recession-of-193719381/806F4EE71500A3446594B4606072EB5C", "corresp": "douglas.irwin@dartmouth.edu", "abstract": "The recession of 1937–8 is often cited as illustrating the dangers of withdrawing fiscal and monetary stimulus too early in a weak recovery. Yet our understanding of this severe downturn is incomplete: existing studies find that changes in fiscal policy were small in comparison to the magnitude of the downturn and that higher reserve requirements were not binding on banks. This article focuses on a neglected change in monetary policy, the sterilization of gold inflows during 1937, and finds that it exerted a powerful contractionary force during this period. The transmission of this monetary shock to the real economy appears to have worked through lower asset (equity) prices and higher interest rates.", "title": "Gold sterilization and the recession of 1937–19381", "doiUrl": "https://doi.org/10.1017/S0968565012000236", "institution": "Dartmouth College and NBER", "authors": "Douglas A. Irwin", "email": "douglas.irwin@dartmouth.edu", "address": "Dartmouth College and NBER, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/those-dishonest-goldsmiths1/59F688CBD5E768913CF75F1E12B4EAC4", "corresp": null, "abstract": "London's seventeenth-century goldsmiths are routinely said to have pioneered fractional-reserve banking in England by clandestinely lending coin they were supposed to store – that is, by embezzling their clients. I draw upon both contemporary testimony and contemporary English law to show that the goldsmiths were almost certainly innocent of the crime for which they are so often accused. I then go on to speculate that the myth of the embezzling goldsmith may have its roots in confusion of that crime with (1) crimes other than embezzlement of which goldsmiths were accused by their contemporaries and (2) embezzlement of stored coin not by goldsmiths but by the British crown and by some merchants' servants.", "title": "Those dishonest goldsmiths1", "doiUrl": "https://doi.org/10.1017/S0968565012000169", "institution": "University of Georgia", "authors": "George Selgin", "email": "Selgin@uga.edu", "address": "University of Georgia, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/panics-payments-disruptions-and-the-bank-of-england-before-18261/F5926599401DA0FED5F340F8B5168EFB", "corresp": "jaj8y@virginia.edu", "abstract": "The structures of the banking systems in early nineteenth-century England and later nineteenth-century America were quite similar. In each the multitude of independent country or interior bankers maintained correspondent accounts with bankers in the metropolis, London and New York respectively, to hold reserves and to clear and settle financial instruments used in intercity financial transactions. In spite of such similarities in structure, the performances of the two systems were, however, rather different. Although panics were frequent and their extent widespread in late eighteenth- and early nineteenth-century England involving numerous bank failures, there was never a nationwide paralysis of the payments system such as had become a regular event in late nineteenth-century America. This was due to the Bank of England's functioning as a de facto lender of last resort even though such a role was not explicitly recognized or acknowledged until decades later.", "title": "Panics, payments disruptions and the Bank of England before 18261", "doiUrl": "https://doi.org/10.1017/S0968565012000182", "institution": "University of Virginia", "authors": "John A. James", "email": "jaj8y@virginia.edu", "address": "University of Virginia, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/longrun-fiscal-dominance-in-argentina-187519901/0150E137BD38DD0A09485F430D637E69", "corresp": null, "abstract": "For most of the twentieth century, Argentina solved the macroeconomic policy trilemma through domestic monetary sovereignty. This article illustrates how the need to finance deficits was behind Argentine sovereignty. We test the hypothesis of fiscal dominance between 1875 and the approval of the Austral Plan in 1991 and find that deficits drove money creation in the long run. The article also reveals how fiscal dominance, in a scenario of increasing currency substitution, helps to explain the dynamics of Argentine inflation in the second half of the twentieth century.", "title": "Long-run fiscal dominance in Argentina, 1875–19901", "doiUrl": "https://doi.org/10.1017/S0968565012000157", "institution": "University of Zaragoza (Spain)", "authors": "María Dolores Gadea", "email": "lgadea@unizar.es\">lgadea@unizar.es</a>, <a href=\"mailto:msabate@unizar.es\">msabate@unizar.es</a>, <a href=\"mailto:isanzvil@unizar.es", "address": "University of Zaragoza (Spain), "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/wars-inflation-and-stock-market-returns-in-france-187019451/6DD2C9F79DB6D51E3083F265432B9EC5", "corresp": null, "abstract": "This article undertakes a comparative study of the effects of three wars upon the French stock market. Periods of war are highly turbulent financial times and trigger multiple factors to act upon stock prices. The article presents evidence suggesting that stock price behaviour is influenced by the specific way each war is financed. Financed solely by regular long-term debt, the Franco-Prussian War exhibited stock prices that only reflected real activity. On the other hand, both world wars were partially financed by monetary creation but differed with regard to the extent of financial repression. In the case of World War II, monetary creation within a closed repressed economy led to a paradoxical, short-lived increase in stock prices. The article also examines how war affected the characteristics of the market. The Franco-Prussian War caused a durable high interest rate; World War I smoothed out most of the public services firms and increased volatility; whilst World War II affected the components of the stock market. Overall, mainly due to market values being destroyed during the world wars, the importance of the stock market in the economy decreased.", "title": "Wars, inflation and stock market returns in France, 1870–19451", "doiUrl": "https://doi.org/10.1017/S0968565012000170", "institution": "BEM Bordeaux Management School", "authors": "David Le Bris", "email": "david.lebris@bem.edu", "address": "BEM Bordeaux Management School, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/wars-inflation-and-stock-market-returns-in-france-18701945-erratum/C5BE011185E6D245DFD91B4430265D6C", "corresp": null, "abstract": null, "title": "Wars, inflation and stock market returns in France, 1870–1945 - ERRATUM", "doiUrl": "https://doi.org/10.1017/S0968565012000248", "institution": null, "authors": "David Le Bris", "email": null, "address": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/steffen-e-andersen-the-evolution-of-nordic-finance-basingstoke-palgrave-macmillan-2011-289-pp-68/6C68591ECAD61FA8BA498BFD6922C07C", "corresp": null, "abstract": null, "title": "Steffen E. Andersen, The Evolution of Nordic Finance (Basingstoke: Palgrave Macmillan, 2011, 289 pp., £68)", "doiUrl": "https://doi.org/10.1017/S0968565012000108", "institution": "University of Lund", "authors": "Håkan Lobell", "email": null, "address": "University of Lund, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/charles-goodhart-the-basel-committee-on-banking-supervision-the-history-of-the-early-years-19741997-cambridge-cambridge-university-press-2011-624-pp-95-isbn-9781107007239/90AF6BA80D47F75748B3DA3BAC4D0DD7", "corresp": null, "abstract": null, "title": "Charles Goodhart, The Basel Committee on Banking Supervision: The History of the Early Years, 1974–1997 (Cambridge: Cambridge University Press, 2011, 624 pp., £95, ISBN 9781107007239)", "doiUrl": "https://doi.org/10.1017/S0968565012000212", "institution": "Catholic University of Louvain", "authors": "Ivo Maes", "email": null, "address": "Catholic University of Louvain, National Bank of Belgium and Robert Triffin Chair "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/caroline-fohlin-mobilizing-money-how-the-worlds-richest-nations-financed-industrial-growth-cambridge-cambridge-university-press-2012-280-pp-65-99-isbn-9780521810210/4B674AC9879C90A1A87373147037B0A6", "corresp": null, "abstract": null, "title": "Caroline Fohlin, Mobilizing Money: How the World's Richest Nations Financed Industrial Growth (Cambridge: Cambridge University Press, 2012, 280 pp., £65, $99, ISBN 9780521810210)", "doiUrl": "https://doi.org/10.1017/S0968565012000224", "institution": "University of Cologne", "authors": "Carsten Burhop", "email": null, "address": "University of Cologne, "}], "24 - Special Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/introduction-to-the-special-issue-on-the-financial-and-monetary-history-of-southeast-europe/30F4B5D1A7FF1DC23F8424183AC99707", "corresp": null, "abstract": null, "title": "Introduction to the special issue on the financial and monetary history of South-East Europe", "doiUrl": "https://doi.org/10.1017/S0968565017000105", "institution": "University of Bonn", "authors": "Carsten Burhop", "email": null, "address": "University of Bonn, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/century-of-monetary-reform-in-southeast-europe-from-political-autonomy-to-the-gold-standard-18151910/B85CEBA41BEA2DDC525BF0E383ADB4DB", "corresp": "Matthias Morys, Department of Economics, University of York, York YO10 5DD\n, United Kingdom; email: matthias.morys@york.ac.uk.", "abstract": "This article documents and analyses monetary reform in Bulgaria, Greece, Serbia and Romania from 1815 (Serbian autonomy within the Ottoman Empire) to 1910, when Greece became the last country in the region to join the gold standard. It explains the five key steps towards monetary reform which the four countries took in the same chronological order, and asks why national coinage and the foundation of a bank of note issue came late in the reform process. The South-East European countries tried to emulate West European prototypes, yet economic backwardness meant such institutions were often different from the outset, remained short-lived or both.", "title": "A century of monetary reform in South-East Europe: from political autonomy to the gold standard, 1815–1910", "doiUrl": "https://doi.org/10.1017/S0968565017000051", "institution": "University of York", "authors": "Matthias Morys", "email": "matthias.morys@york.ac.uk", "address": "University of York, Department of Economics York YO10 5DD\n "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/hungarian-risk-the-premium-on-hungarian-state-bonds-18811914/D4B5168191E8C67E556BD18E056F1F40", "corresp": "Michael Pammer, Department of Social and Economic History, Johannes Kepler University, 4040 Linz-Auhof, Austria, michael.pammer@jku.at.", "abstract": "Both states that constituted the Austro-Hungarian Monarchy issued considerable amounts of perpetual bonds from the 1870s to World War I. These bonds constituted the greater part of the state debt, which was relatively larger in Hungary than in Austria. Movements in bond prices were not uniform for different kinds of securities such as gold bonds, paper bonds and bonds of the common debt of the pre-1867 era. Price movements and movements in the spread between Hungarian and Austrian bond yields followed a stochastic trend. Most fiscal factors such as the share of the state debt, and of state expenses, in GDP, the share of state consumption in overall state expenses, the relation between the debt service and the tax revenues, or the deficit in the state budget, had little or no impact. The conversion of debt instruments reveals a high degree of efficiency on the part of investors. Political crises affected relative price movements in the short run but were unimportant in the context of the middle- and long-term development. Throughout the period, Hungarian bonds as compared to Austrian bonds had lower prices in the Vienna Stock Exchange, suggesting a preference of Viennese investors for domestic securities independently from economic and political circumstances.", "title": "The Hungarian risk: the premium on Hungarian state bonds, 1881–1914", "doiUrl": "https://doi.org/10.1017/S096856501700004X", "institution": "Johannes Kepler University", "authors": "Michael Pammer", "email": "michael.pammer@jku.at", "address": "Johannes Kepler University, Department of Social and Economic History 4040 Linz-Auhof "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/land-ownership-tax-farming-and-the-social-structure-of-local-credit-markets-in-the-ottoman-balkans-16851855/3F4F709C0FC4526DCE9A1B1CF2127BF8", "corresp": "Irfan Kokdas, Department of History, Izmir Kâtip Çelebi University, Faculty of Humanities & Social Sciences, Izmir-35630, Turkey; email: irfan.kokdas@ikc.edu.tr.", "abstract": "This article studies how the emergence of new political elites and changes in land tenure relationships shaped the socio-economic profile of local credit markets in the Ottoman Balkans between the late seventeenth and early nineteenth centuries. By using probate inventories and court records for the cities of Salonika (including Karaferye), Vidin and Ruse, I compare how the expansion of tax-farming institutions and the concentration of land ownership influenced the social characteristics of lending activities. I find that, in spite of institutional and political similarities, the evolution of local credit markets did not follow a homogeneous pattern. Contrary to the consensus view in the existing literature, local political and military elites, which most tax farmers and large landowners belonged to, did not play a dominant role as moneylenders. Civilians (such as merchants and artisans) together with other social groups, including janissaries and religious functionaries, provided the bulk of informal credit to local communities (including elites) in the three urban areas.", "title": "Land ownership, tax farming and the social structure of local credit markets in the Ottoman Balkans, 1685–1855", "doiUrl": "https://doi.org/10.1017/S0968565017000099", "institution": "Izmir Kâtip Çelebi University", "authors": "Irfan Kokdas", "email": "irfan.kokdas@ikc.edu.tr", "address": "Izmir Kâtip Çelebi University, Department of History Faculty of Humanities & Social Sciences Izmir-35630 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/parish-banking-in-informal-credit-markets-the-business-of-private-lending-in-early-nineteenthcentury-sweden/2F051A556FD7DA3FFBE06852A0F88B0D", "corresp": "H. Lindgren, Professor Emeritus, Institute for\nEconomic, Business and Financial History Research EHFF\n(\nwww.ehff.se\n), Stockholm School of\nEconomics, Box 6501, S-113 83 Stockholm,\nSweden; email: hakan.lindgren@hhs.se.", "abstract": "This study demonstrates the existence of a private, informal and lively credit\nmarket in rural Sweden during the 1840s, a period that predates the development\nof a modern banking system. The market, mainly based on private promissory\nnotes, was concentrated in the hands of a limited number of wealthy farmers who\nspecialized in lending, They facilitated access to credit to well-off farmers,\nregardless of whether they owned their farms or leased taxed land. By using\ninformation from probate inventories, the article analyses the wealth portfolio\nand characteristics of the lending business of the largest creditors\n(‘parish bankers’) in a judicial district of southern Sweden in\n1841–5. The heart and soul of their business was an intimate knowledge of\nborrowers’ creditworthiness and mutual trust, as typical of local credit\nnetworks. The article also explores the existence of an intergenerational\ntransmission of parish banking business – a dimension of private lending\nthat opens an original path of research on local credit markets in early modern\nEurope.", "title": "Parish banking in informal credit markets: the business of private\nlending in early nineteenth-century Sweden", "doiUrl": "https://doi.org/10.1017/S0968565017000087", "institution": "Stockholm School of Economics", "authors": "Håkan Lindgren", "email": "hakan.lindgren@hhs.se", "address": "Stockholm School of Economics, Stockholm School of\nEconomics Box 6501, S-113 83 Stockholm "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/subject-of-interest-usurers-on-trial-in-early-nineteenthcentury-france/E66559CAD37D4905DABF2EE3E482D0CF", "corresp": "Dr Erika Vause, Department of History and Political\nScience, Florida Southern College,\n111 Lake Hollingsworth Drive,\nLakeland, Florida 33801,\nUSA; email: evause@flsouthern.edu.", "abstract": "This article examines perceptions and practices of habitual usury, a crime\nconsisting of lending above the legal rate of interest on multiple occasions, in\nearly nineteenth-century France using descriptions of usury trials found in the\npopular legal periodical the Gazette des Tribunaux. Following\nthe French Revolution, French law legitimized lending at interest in principle,\nbut punished ‘habitual usurers’ who ‘made a\nprofession’ from lending above the legal limit. The decades that followed\nwitnessed striking growth in banking, joint-stock companies and other financial\ninstitutions. Highlighting the connections between cultural constructions of the\nusurer and the actual processes deemed usurious, this article seeks to\nunderstand a paradox: that usury was deemed omnipresent in French society yet it\nwas rarely prosecuted. By examining how habitual usury was defined and\nprosecuted in French courtrooms, this article shows how habitual usurers both\nvalidated and undermined stereotypical notions of predatory lending behavior\nfound in popular culture of the time. Habitual usury trials also reveal the\nactual practices that allowed those excluded from formal financial networks to\nparticipate in the growth of capitalist relations. This article argues that the\nnineteenth-century obsession with the usurer can be explained by the crucial\nrole played by usurious practices in the credit economy of the period. As such,\nprosecution of usury tended to focus on the character of the usury rather than\nthe actual practice of illegal lending. This article suggests that by\noccasionally prosecuting particularly egregious ‘immoral’\nmoneylenders, the legal system and journals like the Gazette des\nTribunaux worked to keep credit accessible to the\n‘underbanked’.", "title": "A subject of interest: usurers on trial in early nineteenth-century\nFrance", "doiUrl": "https://doi.org/10.1017/S0968565017000063", "institution": "Florida Southern College", "authors": "Erika Vause", "email": "evause@flsouthern.edu", "address": "Florida Southern College, Department of History and Political\nScience 111 Lake Hollingsworth Drive Lakeland Florida 33801 "}], "19 - Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/vanishing-banker1/EA1FA5229BFEA34C6A74D300A6B63CB0", "corresp": null, "abstract": "This article explores the relation between financial crises and economic discourse, focusing on the record of foreign debt crises. I identify a curious migration of discourse across social groups. Discourse that was previously proffered by bankers is now part of the production of economic ‘science’. I argue that this migration can be interpreted as an attempt to manage ‘speech-liability’.", "title": "The vanishing banker1", "doiUrl": "https://doi.org/10.1017/S0968565011000291", "institution": "Graduate Institute for International Studies and Development", "authors": "Marc Flandreau", "email": "marc.flandreau@graduateinstitute.ch", "address": "Graduate Institute for International Studies and Development, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/still-tied-by-golden-fetters-the-global-response-to-the-us-recession-of-193719381/0494B99468831B4F920E1AC0A379F024", "corresp": null, "abstract": "The US recession of 1937–8 is one of the deepest on record. Yet it did not produce a global depression – quite unlike 1930. According to the standard view, this reflected an unfettering of central banking after the collapse of the international gold standard circa 1931. We challenge this view. While Germany and a couple of Central and Eastern European countries were sheltered by binding exchange controls, most countries were still constrained by their golden fetters, as our new exchange rate regime classification suggests. The underlying policy regime was surprisingly similar to that of the 1929–30 downturn. What mattered was a quick reversal in US policy in 1938 and, for many countries, a more plentiful stock of international reserves.", "title": "Still tied by golden fetters: the global response to the US recession of 1937–19381", "doiUrl": "https://doi.org/10.1017/S0968565011000308", "institution": "University of Oxford", "authors": "Scott Urban", "email": "scott.urban@gmail.com\">scott.urban@gmail.com</a></div></div></li><li class=\"contributor-affiliation\" id=\"a2\"><strong><sup>(a2)</sup></strong> <div><div class=\"aff\"><span class=\"label\">**</span><institution type=\"simple\">University of Zurich</institution>, <a href=\"mailto:straumann@iew.uzh.ch", "address": "University of Oxford, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/from-market-to-state-wealth-transfers-in-the-portuguese-nationalisations-of-the-1970s1/D79B01DA8B42056458B0EE231CD12241", "corresp": null, "abstract": "In the second half of the 1970s, following the so-called ‘Carnation Revolution’ and when a global wave of privatisations started, the Portuguese government nationalised most of the companies listed on the Lisbon Exchange. A few years later the shareholders of nationalised companies were paid indemnities. The nationalisations radically changed the Portuguese corporate scene and led to very important wealth transfers. Contrary to what is usually assumed, we conclude that this transfer was detrimental to holders of large shareholdings, but favourable to small shareholders and, on average, akin to fair compensation based on market exchange.", "title": "From market to state: wealth transfers in the Portuguese nationalisations of the 1970s1", "doiUrl": "https://doi.org/10.1017/S0968565011000138", "institution": "Instituto Universitário de Lisboa (ISCTE-IUL)", "authors": "Rui Alpalhão", "email": "rui.alpalhao@iscte.pt", "address": "Instituto Universitário de Lisboa (ISCTE-IUL), "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/insurance-size-and-exposure-to-actuarial-risk-empirical-evidence-from-nineteenth-and-early-twentiethcentury-german-knappschaften1/03ED4378C8A46FF69AEA81D076B9C6A3", "corresp": null, "abstract": "By the mid nineteenth century, German miners relied on their own job-related social insurance scheme providing them with sickness, invalidity and survivorship insurance benefits. Addressing the period from 1867 to 1913, this article investigates whether the mineworkers' insurance funds, the Knappschaften, could effectively minimise their exposure to the actuarial risk inherent in their operations – and, in fact, inherent in all such insurance schemes – by increasing the scale of pooling. Contemporary observers of the Knappschaften tended to focus on whether financial stability could be improved by exploiting economies of scale, rather than by improving the pricing techniques themselves. Evidence suggests that actuarial risk was minimised at around 5,000 contributors in a Knappschaft's pension insurance section and at about 1,000 contributors in its sickness insurance section.", "title": "Insurance, size and exposure to actuarial risk: empirical evidence from nineteenth- and early twentieth-century German Knappschaften1", "doiUrl": "https://doi.org/10.1017/S096856501100014X", "institution": "University of Hohenheim", "authors": "Tobias Alexander Jopp", "email": "t.jopp@uni-hohenheim.de", "address": "University of Hohenheim, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/james-w-cummings-towards-modern-public-finance-the-american-war-with-mexico-18461848-london-pickering-chatto-2009-226-pp-60-99/5296EB56FF9C1D171EC5FB4600FD7021", "corresp": null, "abstract": null, "title": "James W. Cummings, Towards Modern Public Finance: The American War with Mexico, 1846–1848 (London: Pickering & Chatto, 2009, 226 pp., £60, $99)", "doiUrl": "https://doi.org/10.1017/S0968565012000017", "institution": "University of Paris XII Val-de-Marne", "authors": "Albert A. Broder", "email": null, "address": "University of Paris XII Val-de-Marne, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/forrest-capie-the-bank-of-england-1950s-to-1979-cambridge-cambridge-university-press-2010-890-pp-95-150-isbn-9780521192828/244777CCABE3D6642EA327AB2733C643", "corresp": null, "abstract": null, "title": "Forrest Capie, The Bank of England, 1950s to 1979 (Cambridge: Cambridge University Press, 2010, 890 pp., £95, $150, ISBN 9780521192828)", "doiUrl": "https://doi.org/10.1017/S0968565012000029", "institution": "Heriot-Watt University", "authors": "David Cobham", "email": null, "address": "Heriot-Watt University, "}], "21 - Issue 3": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/portfolio-choice-and-longevity-risk-in-the-late-seventeenth-century-a-reexamination-of-the-first-english-tontine/BBD3B400E5C7F60E6D82C96F1E84D5E3", "corresp": "M. A. Milevsky is an Associate Professor of Finance at the Schulich School of Business, York University, and Executive Director of the IFID Centre, 222 College St, 2nd Floor, Toronto, ON M5T 3J1, Canada, milevsky@yorku.ca; web page: www.MosheMilevsky.com.", "abstract": "Tontines and life annuities both insure against longevity risk by guaranteeing (pension) income for life. The optimal choice between these two mortality-contingent claims depends on personal preferences for consumption and risk. And, while pure tontines are unavailable in the twenty-first century, the first longevity-contingent claim (and debt) issued by the English government in the late seventeenth century offered a choice between the two. This article analyzes financial and economic aspects of King William's 1693 tontine that have not received attention in the literature. In particular, it compares the stochastic present value (SPV) of the tontine vs the life annuity and discusses characteristics of investors who selected one versus the other. Finally, the article examines the issue of whether high reported tontine survival rates should be attributed to anti-selection or fraud. In sum, this article is an empirical examination of annuitization decisions made by actual investors in the late seventeenth century.", "title": "Portfolio choice and longevity risk in the late seventeenth century: a re-examination of the first English tontine", "doiUrl": "https://doi.org/10.1017/S0968565014000158", "institution": "York University", "authors": "Moshe A. Milevsky", "email": "milevsky@yorku.ca", "address": "York University, M. A. Milevsky is an Associate Professor of Finance at the Schulich School of Business and Executive Director of the IFID Centre 222 College St 2nd Floor Toronto ON M5T 3J1 "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/monetary-authority-independence-and-stability-in-medieval-korea-the-koryo-monetary-system-through-four-centuries-of-east-asian-transformations-9181392/9154329A01D8C668FFAF3AA1D770DC2A", "corresp": "Jun Seong Ho, Associate Professor, Faculty of Social Sciences, Academy of Korean Studies, Republic of Korea, mingoo@aks.ac.kr.", "abstract": "This article surveys the monetary history of Koryŏ from the eleventh to the thirteenth century. During the first century of the dynasty, Koryŏ was at war with the Liao, prohibited trade with the enemy and pursued a policy of protecting its metal reserves. During the ban on metallic coins, rice and cloth served as commodity monies, ensuring price stability in a phase of sustained growth of the rural economy. A second phase began after the victory over the Liao in 1018. Backed by military strength, the government issued iron, bronze and silver currencies to facilitate international trade. The Koryŏ ‘silver vase’ currency, which circulated for three centuries, partly bridges the ‘black hole’ in East Asian monetary history from the Late Tang to the Ming period. The intrinsic value of the metallic currencies in conjunction with state issuance provided monetary stability. In turn monetary instability characterised the late Koryŏ, when the country came under the influence of the Mongol Yuan. The destabilising effect brought about by the introduction of Yuan paper money demonetarised the economy. By framing monetary history within a wider perspective of struggles for sovereignty and political hegemony, the article allows a better understanding of domestic and regional dynamics in East Asia.", "title": "Monetary authority independence and stability in medieval Korea: the Koryŏ monetary system through four centuries of East Asian transformations, 918-1392", "doiUrl": "https://doi.org/10.1017/S0968565014000213", "institution": "The Academy of Korean Studies", "authors": "Jun Seong Ho", "email": "mingoo@aks.ac.kr", "address": "The Academy of Korean Studies, Faculty of Social Sciences "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/success-of-the-bordeaux-montdepiete-18011913/9907BB66B34DCD2ECC696D928972DE24", "corresp": "Corresponding author: Guillaume Pastureau, pastureau.guillaume@gmail.com. Bertrand Blancheton, bertrand.blancheton@u-bordeaux.fr. GREThA UMR CNRS 5113, University of Bordeaux, Avenue Léon Duguit, 33600 Pessac, France.", "abstract": "This article analyses the success of the Bordeaux Mont-de-Piété between 1801 and 1913. This success was related to several factors. While the legislative environment was already advantageous (monopoly status for pawnbroking), the establishment prospered courtesy of the social and economic environment. There was indeed high social demand for financial aid linked to the individual needs of a population that found itself in a situation of virtual exclusion. The establishment also benefited from high repayment rates, which limited additional costs, regularly found ways to refinance its operations and took advantage of there being no people's banking system.", "title": "The success of the Bordeaux Mont-de-Piété, 1801–1913", "doiUrl": "https://doi.org/10.1017/S0968565014000225", "institution": "University of Bordeaux", "authors": "Guillaume Pastureau", "email": "pastureau.guillaume@gmail.com\">pastureau.guillaume@gmail.com</a>. <addrline>Bertrand Blancheton</addrline>, <a href=\"mailto:bertrand.blancheton@u-bordeaux.fr", "address": "University of Bordeaux, Corresponding author: Guillaume Pastureau Bertrand Blancheton GREThA UMR CNRS 5113 Avenue Léon Duguit 33600 Pessac "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/public-or-private-interests-the-investment-behaviour-of-public-officials-in-antwerp-during-the-early-modern-period/0A23AE42A299F3768B7CCD5405633F55", "corresp": "Michael Limberger (corresponding author), Michael.Limberger@UGent.be", "abstract": "Indebted cities were a widespread phenomenon during the Ancien Régime. However, some found ways to innovate the management of their municipal debt, whilst others fell prey to over-indebtedness or default. In this article we have left the success stories aside and focused on the latter. Using early modern Antwerp as a case study, we have disentangled the underlying mechanisms that ultimately lead to over-indebtedness and (in some cases) default. Whilst the economic climate and the relationship between city and state have been rightly identified as major factors in the previous literature, our contribution brings another element to the table, namely, the inflexibility of long-established rent arrangements and the entanglement between the ruling elite and the rentiers. We show that there was a strong overlap between both groups, which had a huge impact on the financial policy of cities during the early modern period.", "title": "Public or private interests? The investment behaviour of public officials in Antwerp during the early modern period", "doiUrl": "https://doi.org/10.1017/S0968565014000237", "institution": "Ghent University", "authors": "Nicolas De Vijlder", "email": "Michael.Limberger@UGent.be", "address": "Ghent University, "}], "21 - Issue 2": [{"title": "Big Bang in the City of London: an intentional revolution or an accident?", "corresp": "Corresponding author: Ranald Michie, Department of History, Durham University, 43 North Bailey, Durham, DH1 3EX, UK, r.c.michie@durham.ac.uk", "abstract": "In July 1983 an agreement was reached between the British government and the London Stock Exchange that was to transform the London securities market in October 1986. The result was a revolution that extended all the way from the design of the market to those permitted access to the governance of those who traded. Given the speed of change, it was termed ‘Big Bang’ by contemporaries. As the scale of the transformation became known, politicians were quick to claim credit for what had been achieved. Subsequently, Big Bang has been regarded as one of the crowning achievements of the Conservative government led by Mrs Thatcher, providing the foundation for the City of London's re-emergence as the leading international financial centre. However, only now is evidence emerging of the intentions of those involved at the time rather than as expressed in the light of hindsight, which casts doubt on what they were seeking to achieve, whether viewed from the perspective of either the politicians or those in charge of the Stock Exchange. Instead, the longer-term pressure for change in the London securities market, the chain reaction caused by abolition of fixed-commission charges, and the proactive role of the Bank of England appear to be of greater significance. What an examination of the process leading up to Big Bang in 1986 reveals is the complexity of political decision involving the financial sector and the danger of unforeseen consequences. One small change can create a tipping point if the result is to remove an essential element within a complex system.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/big-bang-in-the-city-of-london-an-intentional-revolution-or-an-accident/BA85A853A5A07EF6FD8F5C31AA50D804", "doiUrl": "https://doi.org/10.1017/S0968565014000092", "email": "r.c.michie@durham.ac.uk", "authors": "Christopher Bellringer", "institution": "University of Durham", "address": "University of Durham, Corresponding author: Ranald Michie Department of History 43 North Bailey Durham DH1 3EX Christopher Bellringer GDL Student at BPP Law School London "}, {"title": "Was the Gibson Paradox for real? A Wicksellian study of the relationship between interest rates and prices", "corresp": "Corresponding author: Jagjit Chadha, Chair in Banking and Finance, School of Economics, University of Kent, Canterbury, UK, CT2 7NP, jsc@kent.ac.uk and jagjit.chadha@econ.cam.ac.uk.", "abstract": "We examine the relationship between prices and interest rates for seven advanced economies in the period up to 1913, emphasising the UK. There is a significant long-run positive relationship between prices and interest rates for the core commodity standard countries. Keynes ([1930] 1971) labelled this positive relationship the ‘Gibson Paradox’. A number of theories have been put forward as possible explanations of the paradox but they do not fit the long-run pattern of the relationship. We find that a formal model in the spirit of Wicksell (1907) and Keynes ([1930] 1971) offers an explanation for the paradox: where the need to stabilise the banking sector's reserve ratio, in the presence of an uncertain ‘natural’ rate, can lead to persistent deviations of the market rate of interest from its ‘natural’ level and consequently long-run swings in the price level.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/was-the-gibson-paradox-for-real-a-wicksellian-study-of-the-relationship-between-interest-rates-and-prices/B89547FF54A622D264204B538372981D", "doiUrl": "https://doi.org/10.1017/S0968565014000109", "email": "jsc@kent.ac.uk\">jsc@kent.ac.uk</a> and <a href=\"mailto:jagjit.chadha@econ.cam.ac.uk", "authors": "Jagjit S. Chadha", "institution": "University of Kent", "address": "University of Kent, Corresponding author: Jagjit Chadha, Chair in Banking and Finance Canterbury CT2 7NP "}, {"title": "The winding-up of the Ayr Bank, 1772–1827", "corresp": "Paul Kosmetatos, Darwin College, University of Cambridge, pk205@cam.ac.uk.", "abstract": "The collapse of the ambitious and experimental Ayr Bank (Douglas, Heron & Co.) was the central episode of the 1772–3 British credit crisis and served as a direct influence on Adam Smith's monetary analysis in the Wealth of Nations. This article identifies the issuance of redeemable annuities in response to the bank's stop of payments in June 1772 and the distressed nature of its asset liquidations afterwards as the main reasons behind the size of its losses. It furthermore uses primary manuscript evidence to reconstruct and extend the existing narrative of this famous episode, from the planning stages in 1773 while the bank was still fighting for its survival, to the retirement of its banknotes by the Edinburgh public banks in 1773–4, the legal and political manoeuvring behind the redemption of the annuities by Act of Parliament in 1774, and the over 40 years of asset unwinding that followed.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/windingup-of-the-ayr-bank-17721827/4B0B2E2966A05841FB9BC2289166F47B", "doiUrl": "https://doi.org/10.1017/S0968565014000122", "email": "pk205@cam.ac.uk", "authors": "Paul Kosmetatos", "institution": "University of Cambridge", "address": "University of Cambridge, "}, {"title": "Mortgages for machinery: credit and industrial investment in pre-World War I Brazil", "corresp": "Corresponding author: G. S. Cortes, PhD candidate in Economics, University of Illinois at Urbana-Champaign, 214 David Kinley Hall, 1407 W. Gregory Drive, Urbana, IL, USA, gustavocortesgoncalves@gmail.com", "abstract": "How could a primitive credit market finance the early industrialisation of an underdeveloped economy? To answer this question, we use a hand-collected data set of mortgage loans raised by industrial firms in the city of São Paulo during the period 1866-1914. These mortgages were debt obligations collateralised by land, improvements, machinery and equipment. We argue that the mortgage credit market was a key source of funding for early industrial investments in Brazil. We find that industries were mainly funded by non-banking and domestic agents. The empirical evidence suggests that mortgages were an important proxy for industrial investment.", "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/mortgages-for-machinery-credit-and-industrial-investment-in-preworld-war-i-brazil/49EAE01C379A4C1D039A1C7DEA29D958", "doiUrl": "https://doi.org/10.1017/S0968565014000110", "email": "gustavocortesgoncalves@gmail.com", "authors": "Gustavo S. Cortes", "institution": "University of Illinois", "address": "University of Illinois, Corresponding author: G. S. Cortes PhD candidate in Economics 214 David Kinley Hall 1407 W. Gregory Drive Urbana IL "}, {"title": "Kazuhiko Yago, The Financial History of the Bank for International Settlements, Routledge Studies in the Modern World Economy (London: Routledge, 2013, 240 pp.; ISBN 978-0-415-63524-0)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/kazuhiko-yago-the-financial-history-of-the-bank-for-international-settlements-routledge-studies-in-the-modern-world-economy-london-routledge-2013-240-pp-isbn-9780415635240/8C4E02E44A41A8F41181E09A610906AD", "doiUrl": "https://doi.org/10.1017/S096856501400016X", "email": null, "authors": "Hubert Bonin", "institution": "Sciences Po Bordeaux and research centre, GRETHA-Bordeaux University", "address": "Sciences Po Bordeaux and research centre, GRETHA-Bordeaux University, "}, {"title": "Peter Temin and Hans-Joachim Voth, Prometheus Shackled: Goldsmith Banks and England's Financial Revolution after 1700 (Oxford: Oxford University Press, 2013, 224 pp., ISBN 978-0-19-994427-9, £25.99)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/peter-temin-and-hansjoachim-voth-prometheus-shackled-goldsmith-banks-and-englands-financial-revolution-after-1700-oxford-oxford-university-press-2013-224-pp-isbn-9780199944279-2599/03AB5ED9142755A82DE4707CC088700A", "doiUrl": "https://doi.org/10.1017/S0968565014000171", "email": null, "authors": "Aaron Graham", "institution": "Jesus College", "address": "Jesus College, Oxford "}, {"title": "Bonin Hubert: French Banks and the Greek ‘Niche Market’ mid-1880s–1950s (Geneva: Librairie Droz, 2013)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/bonin-hubert-french-banks-and-the-greek-niche-market-mid1880s1950s-geneva-librairie-droz-2013/EB232EE806AB366D89346704B93C6528", "doiUrl": "https://doi.org/10.1017/S0968565014000183", "email": null, "authors": "Korinna Schonarl", "institution": "University of Duisburg-Essen", "address": "University of Duisburg-Essen, "}, {"title": "Shizuya Nishimura, Toshio Suzuki and Ranald C. Michie, The Origins of International Banking in Asia: The Nineteenth and Twentieth Centuries (Oxford: Oxford University Press, 2012, 264 pp., ISBN 978-0-19-964632-6)", "corresp": null, "abstract": null, "hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/shizuya-nishimura-toshio-suzuki-and-ranald-c-michie-the-origins-of-international-banking-in-asia-the-nineteenth-and-twentieth-centuries-oxford-oxford-university-press-2012-264-pp-isbn-9780199646326/D21E94ECBB3053B66F2A5EA5EFC6E9B2", "doiUrl": "https://doi.org/10.1017/S0968565014000195", "email": null, "authors": "Michael Schiltz", "institution": "Institute for Advanced Studies on Asia, University of Tokyo", "address": "Institute for Advanced Studies on Asia, University of Tokyo, "}], "21 - Issue 1": [{"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/philip-leonard-cottrell-19442013/BAEBE31891E60F68F79A2FED2B156B21", "corresp": null, "abstract": null, "title": "Philip Leonard Cottrell (1944–2013)", "doiUrl": "https://doi.org/10.1017/S0968565014000018", "institution": null, "authors": "Youssef Cassis", "email": null, "address": null}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/informal-rural-credit-markets-and-interlinked-transactions-in-the-district-of-late-ottoman-haifa-18901915/CA3EE7762DF5772853F3F6C39FEBE46F", "corresp": null, "abstract": "By examining the acts of the Public Notary of Haifa (1890–1915), this article shows that it was the traditional informal market of credit, run by local notables, which financially supported the development of the small-landholding-based agricultural sector of the Haifa district in late Ottoman Palestine. In seeking to ascertain what led to the success of the informal rural credit market as compared with the formal credit market, the article finds that the local notables, who acted as financial intermediaries for small landholders, enjoyed an information advantage over the banks stemming from the establishment of interlinked credit market transactions connected to the stipulation of bay' wafā, salam and muzara‘ah contracts. In a context of land privatisation and growing commercialisation of agriculture, these contracts became the instruments used by notables to invest in peasants' landholdings and to manage a sales network for agricultural products on a local and international scale, hence representing an efficient financial institution to support the ‘agricultural export-led growth’ of late Ottoman Palestine.", "title": "Informal rural credit markets and interlinked transactions in the district of late Ottoman Haifa, 1890–1915", "doiUrl": "https://doi.org/10.1017/S096856501400002X", "institution": "Università di Salerno", "authors": "Stefania Ecchia", "email": null, "address": "Università di Salerno, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/an-anatomy-of-financial-crises-in-norway-18302010/A535D3F4895245425936E823D1BC4DD3", "corresp": "Arngrim Hunnes (corresponding author), School of Business and Law, University of Agder, Gimlemoen 50, N-4604, Kristiansand, Norway, Arngrim.Hunnes@uia.no.", "abstract": "On the basis of a novel dataset, the article investigates the anatomy of financial crises in Norway from 1830 to 2010. First, nine significant crises are identified. Second, the article examines spillover effects on the real economy. We find a clear but not symmetric relationship. Third, the article investigates key patterns in credit and money volumes. Major financial crises typically occurred after substantial money and credit expansion, causing financial instability.", "title": "An anatomy of financial crises in Norway, 1830–2010", "doiUrl": "https://doi.org/10.1017/S0968565013000279", "institution": "Norwegian School of Economics", "authors": "Ola Honningdal Grytten", "email": "Arngrim.Hunnes@uia.no", "address": "Norwegian School of Economics, School of Business and Law Gimlemoen 50, N-4604, Kristiansand Department of Economics Helleveien 30, N-5045, Bergen "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/bank-of-england-montagu-norman-and-the-internationalisation-of-angloirish-monetary-relations-19221943/E033E5FFA104BFBE097C8E37602EB26C", "corresp": null, "abstract": "The granting of a £7,000m bilateral loan by the British government to the Republic of Ireland in October 2010 highlights the banking co-dependence of modern Anglo-Irish relations. This article provides a Bank-of-England-centred perspective on the development of Irish monetary institutions from the granting of Irish monetary independence in December 1921 to the establishment of the Central Bank of Ireland in 1943. Irrespective of unresolved Anglo-Irish political issues, the Bank of England's Irish policy during this period was based on a strict adherence to Montagu Norman's key central banking principles of co-operation, exclusiveness and political autonomy. This article identifies that the application of these principles survived both the coming to power of Fianna Fáil (Soldiers of Destiny) in Southern Ireland in 1932 and the outbreak of war in 1939. This article also argues that Norman's adherence to a wider internationalist view of monetary relations played an important role in forcing the overwhelmingly Protestant and pro-union Irish commercial banks, headed by the Bank of Ireland, to come to terms with the reality of Irish monetary independence. In this context, Norman's approach to Southern Ireland parallels the transition from Empire to Commonwealth, which began to emerge in the interwar period.", "title": "The Bank of England, Montagu Norman and the internationalisation of Anglo-Irish monetary relations, 1922–1943", "doiUrl": "https://doi.org/10.1017/S0968565013000231", "institution": "University College Cork", "authors": "Eoin Drea", "email": null, "address": "University College Cork, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/variation-in-organizational-form-across-lines-of-property-insurance-sweden-19131939/568953820D2AF14A045D958D5A9D56A5", "corresp": "J. Lilljegren, PhD candidate, josef.lilljegren@ekhist.umu.se", "abstract": "This article examines the impact of organizational structure on risk taking across different lines of property insurance (fire, marine, vehicle and specialized property insurance) in Sweden from 1913 to 1939. Based on the theoretical arguments whereby the mutual organizational form has a competitive advantage in underwriting homogeneous but unknown risk distribution, while the stock organizational form is more likely to underwrite more volatile and heterogeneous risk categories, we conclude that organizational form has a significant impact on risk taking. Our empirical analysis shows that the risk taking, measured as incurred claims to anticipated losses, was on average lower among mutual insurers. When comparing across lines of insurance, the analysis shows that the mutual form was more successful in keeping down risks in fire and marine, while less so in vehicle and specialized property insurance. Stock companies mitigated the higher risk by ceding more premiums to reinsurers and by diversifying more across different lines of insurance.", "title": "Variation in organizational form across lines of property insurance: Sweden, 1913–1939", "doiUrl": "https://doi.org/10.1017/S0968565014000031", "institution": "Umea University", "authors": "Josef Lilljegren", "email": "josef.lilljegren@ekhist.umu.se", "address": "Umea University, Department of Geography and Economic History SE-90187, Umea "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/christopher-adolph-bankers-bureaucrats-and-central-bank-politics-the-myth-of-neutrality-cambridge-cambridge-university-press-2013-357-pp-9900-isbn-9781107032613/DB2239B7554229CA845758338B18BE16", "corresp": null, "abstract": null, "title": "Christopher Adolph, Bankers, Bureaucrats, and Central Bank Politics: The Myth of Neutrality (Cambridge: Cambridge University Press, 2013, 357 pp., $99.00, ISBN 978-1-107-03261-3)", "doiUrl": "https://doi.org/10.1017/S0968565014000043", "institution": "University of Uppsala", "authors": "Mikael Wendschlag", "email": null, "address": "University of Uppsala, "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/emmanuel-mourlondruol-a-europe-made-of-money-the-emergence-of-the-european-monetary-system-ithaca-ny-cornell-university-press-2012-viii-359-pp-isbn-9780801450839/C6C22015D9ACDF7A67C54AFB1B995AC2", "corresp": null, "abstract": null, "title": "Emmanuel Mourlon-Druol, A Europe Made of Money: The Emergence of the European Monetary System (Ithaca, NY: Cornell University Press, 2012, viii + 359 pp., ISBN 978-0-8014-5083-9)", "doiUrl": "https://doi.org/10.1017/S0968565014000055", "institution": "Catholic University of Louvain", "authors": "Ivo Maes", "email": null, "address": "Catholic University of Louvain, National Bank of Belgium and Robert Triffin Chair "}, {"hyperlink": "https://www.cambridge.org/core/journals/financial-history-review/core/journals/financial-history-review/article/benn-steil-the-battle-of-bretton-woods-john-maynard-keynes-harry-dexter-white-and-the-making-of-a-new-world-order-princeton-princeton-university-press-2013-480-pp-29951995-isbn-9780691149097/3EADE52603A50B68BC05180C86CF4288", "corresp": null, "abstract": null, "title": "Benn Steil, The Battle of Bretton Woods: John Maynard Keynes, Harry Dexter White, and the Making of a New World Order (Princeton: Princeton University Press, 2013, 480 pp., $29.95/£19.95, ISBN 978-0691-14909-7)", "doiUrl": "https://doi.org/10.1017/S0968565014000067", "institution": "London School of Economics and Political Science", "authors": "Anna Missiaia", "email": null, "address": "London School of Economics and Political Science, "}]}