[{"title": "Introduction to Chinese economy: Past, Present and Future", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.008", "institutions": ["Institute of Economics, School of Social Sciences, Tsinghua University, China", "Institute of Economics, School of Social Sciences, Tsinghua University, China", "College of Business, University of Texas at San Antonio, USA"], "volume": "57", "authors": [{"authorName": "Donald Lien", "email": "don.lien@utsa.edu"}, {"authorName": "Taoxiong Liu", "email": "liutx@mail.tsinghua.edu.cn"}, {"authorName": "Ke Tang", "email": "ketang@tsinghua.edu.cn"}], "issue": null, "abstract": null, "address": ["Institute of Economics, School of Social Sciences, Tsinghua University, China", "Institute of Economics, School of Social Sciences, Tsinghua University, China", "College of Business, University of Texas at San Antonio, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301400"}, {"title": "Is monetary policy forward-looking in China?", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.009", "institutions": ["b", "a"], "volume": "57", "authors": [{"authorName": "Chengsi Zhang", "email": "zhangcs@ruc.edu.cn"}, {"authorName": "Chao Dang", "email": null}], "issue": null, "abstract": "This paper investigates the empirical success of the forward-looking rule in explaining Chinese monetary policy during the period from 2001 to 2016 when survey expectations are used in conjunction with alternative monetary policy rules (money supply rule v.s. interest rate rule). The paper also contributes to the literature by addressing the important problems of serial correlation and structural breaks in the underlying policy reaction function. Contrary to existing results indicating the strong role for expectations in Chinese monetary policy, we find expectations only play a significant role after year 2008, before which there is little role for expectations. This finding is robust to whether the expectations series used relates to individual consumers or professional forecasters. We also find that the Chinese central bank promotes economic growth in a pro-cyclical way whereas it holds a countercyclical policy for inflation.", "address": ["School of Finance, Zhejiang University of Finance and Economics, China", "China Financial Policy Research Center, School of Finance, Renmin University of China, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301412"}, {"title": "Do short-term international capital movements play a role in exchange rate and stock price transmission mechanism in China?", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.010", "institutions": ["d", "c", "b", "a"], "volume": "57", "authors": [{"authorName": "Xin Li", "email": null}, {"authorName": "Chi-Wei Su", "email": "cwsu7137@gmail.com"}, {"authorName": "Hsu-Ling Chang", "email": null}, {"authorName": "Ji Ma", "email": null}], "issue": null, "abstract": "This paper applies wavelet analysis to investigate the role of short-run international capital movements (SICM) in the interaction mechanism between the exchange rate and stock prices (SP). The bilateral co-movements between these three variables are time-varying and inconsistent in some periods, and the flow of SICM is insufficient to explain the difference between the results obtained by testing SP and exchange rate nexus alone and then testing it taking SICM as a control variable, thus indicating a limited mediating role for SICM. However, SICM still cannot be ignored with the process of Renminbi internationalization and capital account liberalization.", "address": ["Department of Finance, Oecan University of China, China", "Department of Accounting and Information, Ling Tung University, Taiwan", "School of Economics, Qingdao University, China", "Antai College of Economics and Management, Shanghai Jiao Tong University, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301424"}, {"title": "Non-performing loans and housing prices in China", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.011", "institutions": ["Faculty of Economics, Fukuoka University, Room 1208, Bunkei Building, Nanakuma 8-19-1, Jounan Ward, Fukuoka City, Fukuoka 8140180, Japan"], "volume": "57", "authors": [{"authorName": "Junmin Wan", "email": "wan@econ.fukuoka-u.ac.jp"}], "issue": null, "abstract": "First, housing bubbles were found in major cities between 2004 and 2015 by a bubble test. Second, by panel estimations on banks during 2007–2015, housing prices were found to have significantly negative impact on non-performing loans (NPLs). Third, by panel estimations on 19 industrial sectors during 2005–2015, housing prices were also found to have significantly negative impact on NPLs. Fourth, housing prices Grangers caused NPLs but the opposite was rejected. Finally, “restriction of speculative housing purchase” used as instruments for housing prices had significantly raised NPLs due to raising vacant houses, decreasing housing investment and profit of housing-related firms.", "address": ["Faculty of Economics, Fukuoka University, Room 1208, Bunkei Building, Nanakuma 8-19-1, Jounan Ward, Fukuoka City, Fukuoka 8140180, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301436"}, {"title": "Lending technology and credit risk under different types of loans to SMEs: Evidence from China", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.012", "institutions": ["b", "a"], "volume": "57", "authors": [{"authorName": "Zhuo-lin Song", "email": "momochasong@163.com"}, {"authorName": "Xiao-mei Zhang", "email": "zhangxiaomeiswufe@163.com"}], "issue": null, "abstract": "This paper analyses lending to small and medium-sized enterprises (SMEs), including the lending technologies used and the default risks for loans of different types using loan data on Chinese unlisted SMEs from 2010 to 2013. We find that both credit loans and third-party-guaranteed loans are examples of transaction lending. However, due to the risk-sharing mechanism, the lending technology used by banks for third-party-guaranteed loans is not a common transaction lending technology. In terms of default risk, there is no significant difference between credit loans and collateralized loans. In contrast, the default risk for third-party-guaranteed loans is higher.", "address": ["School of Finance, Southwestern University of Finance and Economics, Chengdu, Sichuan Province, PR China", "School of Economics, Qingdao University, Qingdao, Shandong Province, PR China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301448"}, {"title": "Environmental policy, firm dynamics and wage inequality in developing countries", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.013", "institutions": ["d", "c", "b", "a"], "volume": "57", "authors": [{"authorName": "Mong Shan Ee", "email": null}, {"authorName": "Chi-Chur Chao", "email": null}, {"authorName": "Xiangbo Liu", "email": "xiangbo.liu@ruc.edu.cn"}, {"authorName": "Eden S.H. Yu", "email": null}], "issue": null, "abstract": "This paper examines the effects of pollution taxes on wage gap, social welfare and the environment of a developing economy. In the short run, we find that a rise in the pollution tax has an ambiguous effect on the skilled-unskilled wage gap. However, the higher pollution tax can cause urban firms to exit in the long run. Capital is released to the rural sector and benefits the production of rural workers. These predictions are empirically validated. The higher pollution tax can yield a double dividend by not only reducing pollution emissions, but also mitigating skilled-unskilled wage gap in the economy.", "address": ["College of Business, Chu Hai College of Higher Education, Hong Kong", "School of Labor and Human Resources, IMI, Renmin University of China, Beijing, China", "Department of Economics, Faculty of Business and Law, Deakin University, Australia", "Department of Finance, Faculty of Business and Law, Deakin University, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601830145X"}, {"title": "China's SO&lt;sub&gt;2&lt;/sub&gt; shadow prices and environmental technical efficiency at the province level", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.014", "institutions": ["e", "d", "c", "b", "a"], "volume": "57", "authors": [{"authorName": "Shihong Zeng", "email": "zengshihong@bjut.edu.cn"}, {"authorName": "Xue Jiang", "email": "a410862000@126.com"}, {"authorName": "Bin Su", "email": "subin@nus.edu.sg"}, {"authorName": "Xin Nan", "email": null}], "issue": null, "abstract": "This paper uses the output directional distance function to estimate the shadow prices and environmental technical efficiency of China's provincial SO2 emissions for 2001–2013. The shadow prices were regarded as the abatement cost. We found that the Chinese national average SO2 shadow price showed a fluctuating downward trend during the period of 2001–2012 and increased significantly in 2013. The results also show that the mean value of the non-efficiency of environmental technology presents a downward trend. Moreover, the values of environmental technical non-efficiency of all production units are greater than zero, which shows that there is room for improvement. Finally, the factors influencing the shadow price were analyzed using regression analysis, which revealed a negative correlation between the shadow price of CO2 and that of SO2. The shadow price of SO2 will decrease with increasing per capita GDP. The effect of capital-labor intensity is also significant, but the coefficient is positive, i.e., higher capital-labor intensity is associated with a higher SO2 abatement cost.", "address": ["Beijing Modern Manufacturing Development Research Base of Beijing Philosophy and Social Sciences, Beijing University of Technology, Beijing 100124, China", "Finance and Economic Development Research Center, College of Economic & Management, Beijing University of Technology, Beijing 100124, China", "Energy Studies Institute, National University of Singapore, Singapore 119620, Singapore", "School of Economics & Management, Beihang University, Beijing 100191, China", "Applied Economics Department, College of Economics & Management, Beijing University of Technology, Beijing 100124, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301461"}, {"title": "Resource allocation and productivity across provinces in China", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.015", "institutions": ["d", "c", "b", "a"], "volume": "57", "authors": [{"authorName": "Peng Bin", "email": "binpeng@mail.hzau.edu.cn"}, {"authorName": "Xiaolan Chen", "email": "chenxiaolan@scu.edu.cn"}, {"authorName": "Andrea Fracasso", "email": "andrea.fracasso@unitn.it"}, {"authorName": "Chiara Tomasi", "email": "chiara.tomasi@unitn.it"}], "issue": null, "abstract": "The rapid economic development in China has been characterized by levels of productivity very heterogeneous across local areas. This work investigates a previously unexplored aspect of such heterogeneity by assessing the degree of within-industry allocative efficiency across provinces over the period 1998–2007. Using firm-level data on the Chinese manufacturing firms, we measure resource misallocation by computing the within-industry covariance between size and productivity at the provincial level. The results suggest that allocative efficiency varies considerably across areas and that some place-based factors strongly influence the distribution of resources across firms.", "address": ["Department of Economics and Management, University of Trento and LEM, Italy", "Department of Economics and Management, School of International Studies, University of Trento, Italy", "School of Economics, Sichuan University, Sichuan, China", "College of Public Administration, Huazhong Agricultural University, Wuhan, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301473"}, {"title": "The effect of family property income on labor supply: Evidence from China", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.016", "institutions": ["b", "a"], "volume": "57", "authors": [{"authorName": "Yong Wang", "email": "wang.yong@tsinghua.edu.cn"}, {"authorName": "Yanxia Ge", "email": "ge1986505@163.com"}], "issue": null, "abstract": "This paper discusses the impact of family property income on labor supply. We use a Heckman two-stage model to solve the selection problem and CFPS data to conduct an empirical test. Depending on the estimation results of the Heckman two-stage model, family property income reduces the probability of employment and lowers the labor supply. Additionally, the negative effect on younger workers is greater than that of elder workers. As family property income is growing rapidly in China, how to inspiring young workers to join in the labor force will become a problem that society must face.", "address": ["National Institute of Social Development, Chinese Academy of Social Sciences, Dongcheng District, Beijing 100732, China", "Institute of Economy, School of Social Sciences, Tsinghua University, Haidian District, Beijing 100084, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301485"}, {"title": "Regional distribution of college enrollment in China under a multiple-principal framework", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.017", "institutions": ["School of Political Science and Public Administration, National Huaqiao University, 362021, Center of Political Development and Public Governance, USA"], "volume": "57", "authors": [{"authorName": "Zhou Bihua", "email": "yahua@hqu.edu.cn"}], "issue": null, "abstract": "What factors affect the regional distribution of college enrollment in China? This paper establishes a simple theoretical model under a multiple-principal framework and verifies that local college enrollment is affected by factors such as the principals involved, the educational quality, the availability and type of incentives, and policy constraints. The results show that principals adopt different incentive strategies, including “performance purchase” and “cost support”. In addition, local government fiscal incentives can increase local enrollment. Among affiliated colleges, those with higher educational quality have higher local enrollment; among local colleges, those with higher educational quality have lower local enrollment.", "address": ["School of Political Science and Public Administration, National Huaqiao University, 362021, Center of Political Development and Public Governance, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301497"}, {"title": "Effects of Confucius Institutes on China's higher education exports: Evidence from Chinese Partner Universities", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-09-01", "doiUrl": "10.1016/j.iref.2018.02.018", "institutions": ["b", "a"], "volume": "57", "authors": [{"authorName": "Donald Lien", "email": "don.lien@utsa.edu"}, {"authorName": "Liqing Miao", "email": null}], "issue": null, "abstract": "This study empirically examines the effects that a Confucius Institute has on the foreign students of its Chinese Partner University (CPU) at the province level in China. The CPUs are found to have a significantly positive impact on non-degree foreign students. With regard to degree-seeking students, CPUs have a significantly positive effect only within provinces in Central and Western China. No effect is observed in Eastern provinces.", "address": ["University of International Business and Economics, China", "University of Texas at San Antonio, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018301503"}, {"title": "&lt;em&gt;Ex-ante&lt;/em&gt; versus &lt;em&gt;ex-post&lt;/em&gt; privatization policies with foreign penetration in free-entry mixed markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Lili Xu", "email": "lilixu@chonnam.ac.kr"}, {"authorName": "Sang-Ho Lee", "email": "sangho@jnu.ac.kr"}, {"authorName": "Toshihiro Matsumura", "email": "matsumur@iss.u-tokyo.ac.jp"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.023", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a", "c"], "address": ["Graduate School of Economics, Chonnam National University, Gwangju, Republic of Korea", "Economics and Trade Department, Dalian Maritime University, Dalian, China", "Institute of Social Science, The University of Tokyo, Tokyo, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630291X"}, {"title": "Hot money and cross-section of stock returns during the global financial crisis", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Daehwan Kim", "email": "dkim@konkuk.ac.kr"}, {"authorName": "Seiichiro Iwasawa", "email": "siwasawa@nucba.ac.jp"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.022", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a"], "address": ["The NUCB Graduate School, Nagoya, Aichi 460-0003, Japan", "Dept. of Economics, Konkuk University, Seoul 05029, South Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302411"}, {"title": "Estimating the effects of FX-related macroprudential policies in Korea", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kyungmin Kim", "email": null}, {"authorName": "Joo Yong Lee", "email": "ljy@bok.or.kr"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.030", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a"], "address": ["The Bank of Korea, 10, Inhang-ro, Jung-gu, Incheon, Republic of Korea", "The Bank of Korea, 39, Namdaemun-ro, Jung-gu, Seoul, Republic of Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301873"}, {"title": "Exploring international linkages using generalised connectedness measures: The case of Korea", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hail Park", "email": "hailpark@khu.ac.kr"}, {"authorName": "Yongcheol Shin", "email": "yongcheol.shin@york.ac.uk"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.029", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a"], "address": ["Department of Economics and Related Studies, University of York, Heslington, York YO10 5DD, UK", "Department of International Business & Trade, Kyung Hee University, 26, Kyungheedae-ro, Dongdaemun-gu, Seoul 02447, Republic of Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302708"}, {"title": "The impact of financial development on income convergence: An application of two exogenous growth models", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Omid Ranjbar", "email": "omid.ranjbar61@gmail.com"}, {"authorName": "Farhad Rassekh", "email": "rassekh@hartford.edu"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.028", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a"], "address": ["Department of Economics, Barney School of Business, University of Hartford, 200 Bloomfield Avenue, West Hartford, CT 06117, USA", "Allameh Tabataba’I University, Tehran, Iran"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301472"}, {"title": "A convenient method for the estimation of ARDL parameters and test statistics: USA trade balance and real effective exchange rate relation", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Augustine C. Arize", "email": "Chuck.Arize@tamuc.edu"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.024", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["College of Business, Texas A&M University – Commerce, Commerce, TX 75429, USA"], "address": ["College of Business, Texas A&M University – Commerce, Commerce, TX 75429, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303434"}, {"title": "Momentum returns, market states, and market dynamics: Is China different?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Muhammad A. Cheema", "email": "cheemajat@gmail.com"}, {"authorName": "Gilbert V. Nartea", "email": "gilbert.nartea@waikato.ac.nz"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.04.003", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a"], "address": ["Department of Finance, Waikato Management School, University of Waikato, Hamilton, New Zealand", "Department of Finance and Banking, School of Business, Curtin University, Miri 98009, Sarawak, Malaysia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302885"}, {"title": "Lobbying for a Common External Tariff from inside and out", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Subhayu Bandyopadhyay", "email": "Subhayu.Bandyopadhyay@stls.frb.org"}, {"authorName": "Sajal Lahiri", "email": "lahiri@siu.edu"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.026", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a", "c"], "address": ["IZA, Bonn, Germany", "Federal Reserve Bank of St. Louis, Research Division, PO Box 442, St. Louis, MO 63166, USA", "Department of Economics, Southern Illinois University Carbondale, Carbondale, IL 62901-4515, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302265"}, {"title": "Further evidence on bear market predictability: The role of the external finance premium", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Nan-Kuang Chen", "email": "nankuang@ntu.edu.tw"}, {"authorName": "Shiu-Sheng Chen", "email": "sschen@ntu.edu.tw"}, {"authorName": "Yu-Hsi Chou", "email": "yhchou@ntnu.edu.tw"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.019", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a"], "address": ["Department of Civic Education and Leadership, National Taiwan Normal University, No.162, Sec. 1, Heping East Road, Taipei, Taiwan, ROC", "Department of Economics, National Taiwan University, No.1, Sec. 4, Roosevelt Road, Taipei, Taiwan, ROC"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302423"}, {"title": "Production and hedging with optimism and pessimism under ambiguity", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Donald Lien", "email": "Don.Lien@utsa.edu"}, {"authorName": "Chia-Feng (Jeffrey) Yu", "email": "jeffrey.yu@adelaide.edu.au"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.04.001", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a"], "address": ["Business School, University of Adelaide, 10 Pulteney Street, Adelaide, South Australia 5005, Australia", "College of Business, University of Texas at San Antonio, One University Circle, San Antonio, TX 78249, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302861"}, {"title": "Impacts of oil price shocks on Chinese stock market liquidity", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Xinwei Zheng", "email": "xinwei.zheng@deakin.edu.au"}, {"authorName": "Dan Su", "email": "stanleydansu@gmail.com"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.021", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a"], "address": ["Department of Finance, University of Minnesota, USA", "Department of Finance, Faculty of Business and Law, Deakin University, 221 Burwood Highway, Burwood, Victoria 3125, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302393"}, {"title": "How product market competition and complexity influence the on-job-learning effect and entrenchment effect of board tenure", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Cheng-Shou Lu", "email": "cslu@cc.kuas.edu.tw"}, {"authorName": "Anlin Chen", "email": "anlin@mail.nsysu.edu.tw"}, {"authorName": "Lanfeng Kao", "email": "lanfeng@nuk.edu.tw"}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.04.002", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a", "c", "d"], "address": ["Department of Business Management, National Sun Yat-Sen University, 70 Lien Hai RD, Kaohsiung 80424, Taiwan", "Department of Wealth and Taxation Management, National Kaohsiung University of Applied Sciences, 415 Chien Kung RD, Kaohsiung 80778, Taiwan", "Department of Finance, National University of Kaohsiung, 700 Kaohsiung University RD, Kaohsiung 811 Taiwan", "International Chinese College, Rangsit University, Phaholyothin road, Pathumthani 12000, Thailand"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302873"}, {"title": "Effect of credibility and exchange rate pass-through on inflation: An assessment for developing countries", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Helder Ferreira de Mendonça", "email": "helderfm@hotmail.com"}, {"authorName": "Bruno Pires Tiberto", "email": null}], "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.027", "abstract": null, "volume": "50", "year": "2017", "issue": null, "institutions": ["b", "a", "c"], "address": ["Central Bank of Brazil, Brazil", "Fluminense Federal University, Department of Economics, Rua Dr. Sodré, 59 – Vila Suíça, Miguel Pereira, Rio de Janeiro 26900-000, Brazil", "National Council for Scientific and Technological Development (CNPq), Brazil"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302666"}, {"title": "&lt;em&gt;Ex-ante&lt;/em&gt; versus &lt;em&gt;ex-post&lt;/em&gt; privatization policies with foreign penetration in free-entry mixed markets", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.023", "volume": "50", "authors": [{"authorName": "Lili Xu", "email": "lilixu@chonnam.ac.kr"}, {"authorName": "Sang-Ho Lee", "email": "sangho@jnu.ac.kr"}, {"authorName": "Toshihiro Matsumura", "email": "matsumur@iss.u-tokyo.ac.jp"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630291X"}, {"title": "Hot money and cross-section of stock returns during the global financial crisis", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.022", "volume": "50", "authors": [{"authorName": "Daehwan Kim", "email": "dkim@konkuk.ac.kr"}, {"authorName": "Seiichiro Iwasawa", "email": "siwasawa@nucba.ac.jp"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302411"}, {"title": "Estimating the effects of FX-related macroprudential policies in Korea", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.030", "volume": "50", "authors": [{"authorName": "Kyungmin Kim", "email": null}, {"authorName": "Joo Yong Lee", "email": "ljy@bok.or.kr"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301873"}, {"title": "Exploring international linkages using generalised connectedness measures: The case of Korea", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.029", "volume": "50", "authors": [{"authorName": "Hail Park", "email": "hailpark@khu.ac.kr"}, {"authorName": "Yongcheol Shin", "email": "yongcheol.shin@york.ac.uk"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302708"}, {"title": "The impact of financial development on income convergence: An application of two exogenous growth models", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.028", "volume": "50", "authors": [{"authorName": "Omid Ranjbar", "email": "omid.ranjbar61@gmail.com"}, {"authorName": "Farhad Rassekh", "email": "rassekh@hartford.edu"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301472"}, {"title": "A convenient method for the estimation of ARDL parameters and test statistics: USA trade balance and real effective exchange rate relation", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.024", "volume": "50", "authors": [{"authorName": "Augustine C. Arize", "email": "Chuck.Arize@tamuc.edu"}], "issue": null, "abstract": null, "address": ["College of Business, Texas A&M University – Commerce, Commerce, TX 75429, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303434"}, {"title": "Momentum returns, market states, and market dynamics: Is China different?", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.04.003", "volume": "50", "authors": [{"authorName": "Muhammad A. Cheema", "email": "cheemajat@gmail.com"}, {"authorName": "Gilbert V. Nartea", "email": "gilbert.nartea@waikato.ac.nz"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302885"}, {"title": "Lobbying for a Common External Tariff from inside and out", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.026", "volume": "50", "authors": [{"authorName": "Subhayu Bandyopadhyay", "email": "Subhayu.Bandyopadhyay@stls.frb.org"}, {"authorName": "Sajal Lahiri", "email": "lahiri@siu.edu"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302265"}, {"title": "Further evidence on bear market predictability: The role of the external finance premium", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.019", "volume": "50", "authors": [{"authorName": "Nan-Kuang Chen", "email": "nankuang@ntu.edu.tw"}, {"authorName": "Shiu-Sheng Chen", "email": "sschen@ntu.edu.tw"}, {"authorName": "Yu-Hsi Chou", "email": "yhchou@ntnu.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302423"}, {"title": "Production and hedging with optimism and pessimism under ambiguity", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.04.001", "volume": "50", "authors": [{"authorName": "Donald Lien", "email": "Don.Lien@utsa.edu"}, {"authorName": "Chia-Feng (Jeffrey) Yu", "email": "jeffrey.yu@adelaide.edu.au"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302861"}, {"title": "Impacts of oil price shocks on Chinese stock market liquidity", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.021", "volume": "50", "authors": [{"authorName": "Xinwei Zheng", "email": "xinwei.zheng@deakin.edu.au"}, {"authorName": "Dan Su", "email": "stanleydansu@gmail.com"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302393"}, {"title": "How product market competition and complexity influence the on-job-learning effect and entrenchment effect of board tenure", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.04.002", "volume": "50", "authors": [{"authorName": "Cheng-Shou Lu", "email": "cslu@cc.kuas.edu.tw"}, {"authorName": "Anlin Chen", "email": "anlin@mail.nsysu.edu.tw"}, {"authorName": "Lanfeng Kao", "email": "lanfeng@nuk.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a", "c", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302873"}, {"title": "Effect of credibility and exchange rate pass-through on inflation: An assessment for developing countries", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.027", "volume": "50", "authors": [{"authorName": "Helder Ferreira de Mendonça", "email": "helderfm@hotmail.com"}, {"authorName": "Bruno Pires Tiberto", "email": null}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302666"}, {"title": "The terms of trade, the external balance, and the size of the net foreign asset position", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.025", "volume": "50", "authors": [{"authorName": "Iñaki Erauskin", "email": "inaki.erauskin@deusto.es"}, {"authorName": "Javier Gardeazabal", "email": "javier.gardeazabal@ehu.eus"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302599"}, {"title": "Pricing corporate bonds and constructing credit curves in a developing country: The case of the Taiwan bond fund crisis", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.04.004", "volume": "50", "authors": [{"authorName": "Shyan Yuan Lee", "email": "shyanlee@ccms.ntu.edu.tw"}, {"authorName": "Wan-Jiun Paul Chiou", "email": "w.chiou@northeastern.edu"}, {"authorName": "Yi-Fang Chung", "email": "d89723002@ntu.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303015"}, {"title": "Corporate governance and stock liquidity dimensions: Panel evidence from pure order-driven Australian market", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-07-01", "doiUrl": "10.1016/j.iref.2017.03.005", "volume": "50", "authors": [{"authorName": "Searat Ali", "email": "searat.ali@griffithuni.edu.au"}, {"authorName": "Benjamin Liu", "email": "b.liu@griffith.edu.au"}, {"authorName": "Jen Je Su", "email": "j.su@griffith.edu.au"}], "issue": null, "abstract": null, "address": ["Department of Accounting, Finance and Economics, Griffith Business School, Griffith University, 170 Kessels Road, Nathan, QLD 4111, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302799"}, {"title": "Stock market and exchange rate information in the Taylor rule: Evidence from OECD countries", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kari Heimonen", "email": "kari.heimonen@jyu.fi"}, {"authorName": "Juha Junttila", "email": "juha-pekka.junttila@jyu.fi"}, {"authorName": "Samu Kärkkäinen", "email": "samu.p.p.karkkainen@jyu.fi"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.001", "volume": "51", "year": "2017", "issue": null, "abstract": "We analyze the effects of stock market and exchange rate information in a forward-looking Taylor rule for monthly data from 14 OECD countries during the years 1999–2016. Especially the stock market information in the form of dividend but also the currency market information in the form of real exchange rate are revealed to be relevant in Taylor rule for many of the countries examined by helping to strengthen the role of inflation and real economic activity deviations in the policy rule. In many cases the rule also seems to be opportunistic, i.e., the inflation target has been time-varying.", "address": ["University of Jyväskylä, School of Business and Economics, Department of Economics, PO Box 35, FI-40014, Finland"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303751"}, {"title": "Path dependent and heterogeneity effects in investment risk ratings: A cross-country evidence", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Manitra A. Rakotoarisoa", "email": "manitra.rakotoarisoa@fao.org"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.04.005", "volume": "51", "year": "2017", "issue": null, "abstract": null, "address": ["Trade and Markets Division, Economic and Social Development Department, Food and Agriculture Organization of the United Nations, D-835, Viale delle Terme di Caracalla, 00153 Rome, Italy"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303027"}, {"title": "Mutual information and persistence in the stochastic volatility of market returns: An emergent market example", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Bogdan Dima", "email": null}, {"authorName": "Ştefana Maria Dima", "email": "stefana.dima@e-uvt.ro"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.008", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper studies the volatility in financial market returns. We obtain strong evidences in favor of a stochastic volatility model, including an MA(1) term in errors. Also, we estimate companion models build up in the framework of FIGARCH/HYGARCH class of models. Various methods for persistence checks are used. The results suggest that mutual information might be a valid alternative for persistence checking: significant deviations of mutual information from zero can be viewed as an evidence of long-run memory. We illustrate the case of Bucharest Stock Exchange's BET index, which displays a significant persistence in returns.", "address": ["ECREB – East European Center for Research in Economics and Business, Faculty of Economics and Business Administration, West University of Timisoara, 16 J.H. Pestalozzi Street, 300115, Timisoara, Romania"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304082"}, {"title": "Evaluating exchange rate forecasts along time and frequency", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Petre Caraiani", "email": "caraiani@ipe.ro"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.002", "volume": "51", "year": "2017", "issue": null, "abstract": "A key puzzle in international macroeconomics is the proposition by Meese and Rogoff (1983) that no model can outperform the random walk in predicting the exchange rate. This paper contributes to this literature by performing an evaluation of exchange rate forecasts of reference models in time and frequency. While the literature has usually addressed the performance of exchange rate models relative to the random walk in time only, this paper studies whether this relative performance is uniform along different frequencies or whether it is driven by certain frequencies. The main finding of this paper is that the predictability of exchange rates varies along the different frequencies. Furthermore, the absence of the high frequency component leads to many cases in which the random walk is outperformed.", "address": ["Institute for Economic Forecasting, Romanian Academy, Calea 13 Septembrie no. 13, Bucharest, Romania"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303726"}, {"title": "Family ownership and financial performance relations in emerging markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kun Tracy Wang", "email": "kun.wang@anu.edu.au"}, {"authorName": "Greg Shailer", "email": "greg.shailer@anu.edu.au"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.014", "volume": "51", "year": "2017", "issue": null, "abstract": "We use meta-analysis techniques to review the literature on the relation between family ownership concentration and performance for listed corporations in emerging markets. We find underlying positive relations between family ownership and performance that vary over time and across countries. Our tests highlight the importance of institutions in explaining differences across countries. We also find that a significant amount of the differences in relations across studies is influenced by researchers’ choices of regression methods for accounting for endogeneity. Generally, our results are consistent with the view that family ownership concentration can enhance monitoring of managers or better align majority and minority shareholder interests to improve corporate performance in emerging markets.", "address": ["Research School of Accounting, Hanna Neumann Building 021, The Australian National University, ACT 0200 Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304045"}, {"title": "Implications of fund manager turnover in China", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yaping Wang", "email": "yaping77@sdibt.edu.cn"}, {"authorName": "Kwangsoo Ko", "email": "kks1201@pnu.edu"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.004", "volume": "51", "year": "2017", "issue": null, "abstract": "This study investigates the effect of manager turnover on fund returns in China, the largest developing market. Using unique Chinese data, we extend the study of Khorana (2001) by classifying manager turnover as internal relocation, switch to outside mutual fund, switch to hedge fund, and dropout from the fund industry. Among the four types of manager turnover, only dropout shows significantly negative pre-replacement and positive post-replacement excess returns over the benchmark. When a skilled (an unskilled) manager is replaced, post-replacement performance gets worse (better) than pre-replacement performance. A takeover of a fund by an experienced manager is likely to result in better post-replacement performance than takeover by an inexperienced manager.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303994"}, {"title": "The impact of CEO power on corporate capital structure: New evidence from dynamic panel threshold analysis", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chi Chur Chao", "email": "c.chao@deakin.edu.au"}, {"authorName": "May Hu", "email": "may.hu@deakin.edu.au"}, {"authorName": "Qaiser Munir", "email": "qaiser@ums.edu.my"}, {"authorName": "Tongxia Li", "email": "lilar@deakin.edu.au"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.010", "volume": "51", "year": "2017", "issue": null, "abstract": "This study examines the non-linearity between CEO power and corporate capital structure. Previous studies show that firm leverage responds differently to CEO power changes. In order to capture this non-linear relationship, we employ an innovative dynamic panel threshold model, this novel method allows the estimation of threshold effects with panel data even in case of endogenous regressors. Using a panel-dataset of Chinese SMEs from 2009 to 2013, we find that a CEO power threshold exists in the CEO power-firm leverage association. CEO power has a strong positive and statistically significant determinant of firm leverage, in the “low-CEO power” firms. However, at “high-CEO” regime, the impact is negative but insignificant determinant of leverage. The results are robust to alternative measures of leverage and CEO power, as well as additional explanatory variables.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303872"}, {"title": "Economic forecast and corporate leverage choices: The role of the institutional environment", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Julio Pindado", "email": "pindado@usal.es"}, {"authorName": "Ignacio Requejo", "email": "irequejo@usal.es"}, {"authorName": "Juan C. Rivera", "email": "juan.rivera.o@javeriana.edu.co"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.006", "volume": "51", "year": "2017", "issue": null, "abstract": "We investigate how the expected performance of the economy affects corporate debt decisions using a broad sample of companies from developed and emerging economies. High transparency between lenders and borrowers and strong legal protection of the two parties involved in the lending relationship facilitate indebtedness. These characteristics simultaneously alleviate the pro-cyclical effect of the expected performance of the economy on debt. Conversely, inefficient insolvency regimes and high rates of default at a country level hamper corporate borrowing. In addition, firms' debt decisions are more sensitive to economic expectations in countries suffering these problems.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304057"}, {"title": "Input trade reform and wage inequality", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Soumyatanu Mukherjee", "email": "smukherjee@iimk.ac.in"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.011", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper, using a general equilibrium model of production and trade for a developing country with non-traded goods, dual unskilled labour markets and internationally fragmented skill-intensive production, illuminates how liberalised input trade affects the unskilled wages prevailing in the informal sectors and employment conditions in those sectors. Numerical analysis further highlights importance of the elasticities of factor substitution in production of different sectors to determine the movement in informal wage and therefore the movement in skilled–unskilled wage gap. These results are consistent with the empirical evidence on developing countries (like India) that suggests liberalisation-inequality relationship cannot be explained by focusing on tradable goods alone.", "address": ["Economics Area, Indian Institute of Management (IIM) Kozhikode, India"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301065"}, {"title": "Time-varying return-volatility relation in international stock markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Xiaoye Jin", "email": "auraxa.jin@gmail.com"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.015", "volume": "51", "year": "2017", "issue": null, "abstract": "This study examines the time-varying relationship between stock returns and volatility in sixteen stock markets during January 2001 to October 2014. After estimating the volatility process without assuming any specific form of its behavior, we find the volatility to be long-term dependent with the Hurst exponent on a verge of stationarity and nonstationarity. We then apply the detrended cross-correlation coefficient to overcome this complication and find evidence of a significant and negative relationship between current stock market returns and current market volatility. Additionally, we find the strength of the negative return-volatility relation is different for specific scales and is stronger in longer time horizon. We further investigate the presence of volatility feedback and leverage effects in international stock markets by examining the lead-lag relation between stock returns and volatility and confirm that the negative return-volatility relation seems to be return-driven (the leverage effect). Finally, we examine the dynamic behavior of the return-volatility relation by applying a rolling window approach and find that time-varying negative return-volatility relation is more likely to generate an asymmetric response with a greater effect when returns decline, which is the common characteristic of international stock markets.", "address": ["International School of Financial Law, East China University of Political Science and Law, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304094"}, {"title": "Firm-specific stock and bond predictability: New evidence from Canada", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "N. Cao", "email": "ning.cao@ualberta.ca"}, {"authorName": "V. Galvani", "email": "vgalvani@ualberta.ca"}, {"authorName": "S. Gubellini", "email": "sgubelli@mail.sdsu.edu"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.007", "volume": "51", "year": "2017", "issue": null, "abstract": "Asynchronous and contemporaneous links between the values of individual stocks and bonds issued by the same firm offer indications on how firm-specific information streams between the stock and bond markets. We examine these links using a novel database including bonds issued by Canadian firms over three decades. The overall results provide strong evidence of information flows streaming from the stock to the bond market, and suggest that significant bidirectional information flows were triggered by the 2007 financial crisis. Further, information regarding the mean of the firm's value, rather than its volatility, prevails in driving contemporaneous variations in stocks and bonds.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304070"}, {"title": "Bond market integration in East Asia: Multivariate GARCH with dynamic conditional correlations approach", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yoshihiko Tsukuda", "email": null}, {"authorName": "Junji Shimada", "email": null}, {"authorName": "Tatsuyoshi Miyakoshi", "email": "miyakoshi@hosei.ac.jp"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.013", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper examines the degree of integration between East Asian bond markets and intraregional cross-border bond markets, the Japanese bond market and the US(global) bond market. A DCC-GARCH model and a dynamic conditional variance decomposition method are applied to the local currency weekly government bond yields of eight East Asian markets over the period January 1, 2001 to December 31, 2012. We find low levels of integration between the local bond markets in the ASEAN4 (Indonesia, Malaysia, the Philippines, and Thailand) and the external markets in terms of both dynamic conditional correlations and dynamic conditional variance decompositions. There has been no upward trend in these two measures of integration for emerging East Asian countries. However, Hong Kong and Singapore are highly integrated with the external markets. In particular, they are more integrated with the US market than with the intraregional cross-border bond markets. The Japanese market has minimal effects on the East Asian markets.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304033"}, {"title": "Stock liquidity and second blockholder as drivers of corporate value: Evidence from Latin America", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Carlos Pombo", "email": "cpombo@uniandes.edu.co"}, {"authorName": "Rodrigo Taborda", "email": "r.taborda@uniandes.edu.co"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.012", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper examines the relationship between firm value and blockholders in Latin America.", "address": ["School of Management, Finance Department, Universidad de los Andes, Bogotá, Colombia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304069"}, {"title": "Did the Bundesbank react to the US dollar exchange rate?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Maria Eleftheriou", "email": "maria.eleftheriou@uam.es"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.016", "volume": "51", "year": "2017", "issue": null, "abstract": "This study explores monetary policy conduct by the German Central Bank just after switching to floating exchange rates and before adopting the European single currency. With the world economy going through the ‘great inflation’ first, and the ‘great moderation’ then, the focus is on the DM/US dollar exchange rate, as a proxy of external constraints. A Taylor-type interest rate rule with a sufficiently high inflation coefficient emerges as an equilibrium relation in a Vector Error Correction model, and operates as a reaction function. The exchange rate enters significantly and the dynamics generated are consistent with the derived rule and the macroeconomic theory. Hence, I argue that the Bundesbank kept an eye on the exchange rate and remained devoted to the long-standing policy of price stability.", "address": ["Faculty of Business and Economic Sciences, Universidad Autónoma de Madrid, 28049, Cantoblanco Campus, Madrid, Spain"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303409"}, {"title": "Markov-switching analysis of exchange rate pass-through: Perspective from Asian countries", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Ahmad Zubaidi Baharumshah", "email": "baharumshah@yahoo.com"}, {"authorName": "Siew-Voon Soon", "email": null}, {"authorName": "Mark E. Wohar", "email": null}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.009", "volume": "51", "year": "2017", "issue": null, "abstract": "This study presents a nonlinear pass-through from the exchange rate to domestic prices drawn from a dataset of six Asian countries. Using the Markov-switching model, it is found that there are two regimes. The extent of the pass-through is incomplete and is found to be significantly lower in stable regime states. Domestic prices are sensitive to external factors when inflation uncertainty is higher. Essentially, the pass-through estimates exhibit some variation across countries and regimes. Central banks are credible, but the exchange rate is ineffective as a shock absorber during the unstable regime. We find that the output gap has more influence on inflation when the level of inflation exhibits large and erratic variations. Policymakers need to pay attention during periods of high inflation because consumer prices respond differently when the economy is in a high compared to a low inflation regime.", "address": ["e", "d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304185"}, {"title": "Does IPO subscription demand affect investor herd behavior in Taiwan?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chao-Shi Wang", "email": "miogila@nutc.edu.tw"}, {"authorName": "Hui-Wen Tang", "email": "133872@mail.tku.edu.tw"}, {"authorName": "Roger C.Y. Chen", "email": "roger@nkfust.edu.tw"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.004", "volume": "51", "year": "2017", "issue": null, "abstract": "Taiwan's initial public offerings (IPOs) are primarily fixed-price methods, public subscription issues that only allow individual investors to participate. The Taiwan Stock Exchange discloses subscription demand information, after which individual investors request the highest subscription rate shares; this can lead to herding. The empirical results of this study showed that investors exhibit increased attraction toward IPOs with extremely high subscription demand. After identifying sample issues with herd features, herd behavior in Taiwan's IPO market was found to be consistent with the “winner's curse” theory. Additionally, investors overreacted to subscription demand in the short run, which leads to negative long-term returns.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304707"}, {"title": "Sudden stops, limited enforcement, and optimal reserves", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yun Jung Kim", "email": "yunjungk@sogang.ac.kr"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.001", "volume": "51", "year": "2017", "issue": null, "abstract": "Using a limited-enforcement model in which a sovereign government decides jointly on external debt and foreign reserves, we quantitatively determine the optimal levels of reserves and external debt. When reserves are effective in reducing the probability of a sudden stop, the model can generate the reserves-to-debt ratio observed recently in developing countries. The optimal level of reserves is increasing in the country's fundamental vulnerability to sudden stops, the effectiveness of reserves in reducing the probability of a sudden stop, the output costs of crises, and risk aversion.", "address": ["Department of Economics, Sogang University, 35 Baekbeom-ro, Mapo-gu, Seoul, 121-742, South Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304665"}, {"title": "The efficiency of the art market: Evidence from variance ratio tests, linear and nonlinear fractional integration approaches", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Goodness C. Aye", "email": "goodness.aye@gmail.com"}, {"authorName": "Luis A. Gil-Alana", "email": "alana@unav.es"}, {"authorName": "Rangan Gupta", "email": "rangan.gupta@up.ac.za"}, {"authorName": "Mark E. Wohar", "email": "mwohar@unomaha.edu"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.003", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper investigates the weak-form efficiency hypothesis for the art market. We consider 15 art price indices namely: Contemporary, Drawings, France, Global index (Euro), Global index (USD), Modern art, Nineteenth century, Old Masters, Paintings, Photographies, Postwar, Prints, Sculptures, UK and US. We use quarterly data from 1998:1 to 2015: 1. We employ both standard and non-parametric single and joint variance ratio tests while accounting for small sample bias through the use of the wild bootstrapping. We show that the majority of the art markets are inefficient with the exception of the Old Masters that consistently prove efficient under both individual and joint variance ratio tests. To a lesser extent Contemporary, US and UK markets are also efficient. However, confronting the data with both linear and nonlinear long memory models as robustness check, we observe that Paints, Prints, Photographies, Nineteenth century, Modern Art, US, France and Drawings have unit roots and are therefore efficient. Others such as Post war Sculpture, and Contemporary have values of the fractional parameter d significantly different from 0 to 1 and they may be considered efficient as well in a number of cases. The US and Contemporary art markets appear to be efficient irrespective of the method used.", "address": ["d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304690"}, {"title": "The effects of affiliations on the initial public offering pricing", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Manuela Geranio", "email": "manuela.geranio@unibocconi.it"}, {"authorName": "Camilla Mazzoli", "email": "c.mazzoli@univpm.it"}, {"authorName": "Fabrizio Palmucci", "email": "f.palmucci@unibo.it"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.002", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper studies the impact of affiliations between lead managers, venture capitalists, and institutional investors on the Initial Public Offering (IPO) pricing. Using a sample of 1996 US IPOs issued between 1997 and 2010, we find that affiliations strongly and positively affect the offer price by improving the information production process. We also show that the underpricing is affected by affiliations because of conflicts of interest that exist between the players: when an institutional investor is affiliated with a lead manager or with a venture capitalist we observe nepotistic behavior in hot IPOs and dumping ground behavior in cold IPOs.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304689"}, {"title": "What drives dynamic comovements of stock markets in the Pacific Basin region?: A quantile regression approach", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hyunchul Lee", "email": null}, {"authorName": "Seung Mo Cho", "email": "choseungmo@yu.ac.kr"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.05.005", "volume": "51", "year": "2017", "issue": null, "abstract": "In this paper, we show that pairwise similarities of a set of macroeconomic variables among major countries in the Pacific Basin region can account for the stock market comovements in the region. We first suggest a simple theoretical argument why pairwise similarities of macroeconomic variables can derive stock market comovements. We then apply the conditional nonlinear quantile regression on the pairwise realized stock return correlations for the stock markets in the Pacific Basin region from 1990 to 2012 to empirically justify the argument. As a result, we find evidence that smaller pairwise differences or larger pairwise similarities of a set of macroeconomic variables significantly drive the stock market comovements in the region in a nonlinear way.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304008"}, {"title": "Agricultural R&D, policies, (in)determinacy, and growth", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chung-Hui Lai", "email": null}, {"authorName": "Shih-Wen Hu", "email": null}, {"authorName": "Vey Wang", "email": null}, {"authorName": "Chi-Chur Chao", "email": "chichurchao@gmail.com"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.005", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper examines the effects of agricultural subsidy policies on long-run growth. The novelty of this paper lies in its investigation of how the long-run effects of a land productivity conservation subsidy and an agricultural R&D subsidy are affected by the possible emergence of the indeterminacy of equilibria in Rivera-Batiz and Romer's endogenous growth model with elastic labor. The analysis shows that if the technology growth rate is more sensitive to a change in the land productivity conservation subsidy policy than the consumption growth rate, the policy will generally enhance (harm) long-run growth when the balanced growth path is indeterminate (determinate). Furthermore, the agricultural R&D subsidy will enhance (harm) economic growth when the balanced growth path is determinate (indeterminate).", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601730480X"}, {"title": "Merge to be too big to fail: A real option approach", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Jiaqing Zhu", "email": "leany1@126.com"}, {"authorName": "Guangzhong Li", "email": "liguangzhong@mail.sysu.edu.cn"}, {"authorName": "Jie Li", "email": "eflijie@jnu.edu.cn"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.008", "volume": "51", "year": "2017", "issue": null, "abstract": "We develop a real option model to analyze the timing of bank mergers motivated by the incentive to obtain too-big-to-fail (TBTF) status from the government. We show that mergers may occur even in the absence of scale economies, which is different from Lambrecht (2004). Moreover, the TBTF incentive lowers the threshold required for bank mergers, and the degree of scale diseconomies that the merging entities can tolerate increases as the probability of obtaining the TBTF status becomes higher. Our findings thus provide a theoretical explanation for the lack of scale economies in bank mergers identified in prior literature.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303647"}, {"title": "Growth option, contingent capital and agency conflicts", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yingxian Tan", "email": "yxtan6@163.com"}, {"authorName": "Zhaojun Yang", "email": "yangzj@sustc.edu.cn"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.006", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper examines how contingent convertible bonds (CoCos) outstanding impact on expansion investment under exogenous and endogenous conversion threshold. We provide a relatively formal method to price general corporate securities. We find that under an exogenous conversion threshold, there is a conversion ratio, i.e. a fraction of equity allocated to CoCos' holders upon conversion, such that underinvestment is eliminated. With a sufficiently high conversion ratio, issuing CoCos can alleviate and even eliminate the inefficiencies arising from debt overhang and asset substitution. However, under endogenous conversion, CoCos will conversely exacerbate the investment distortion, no mater how much the conversion ratios are.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304847"}, {"title": "Foreign exchange intervention in Asian countries: What determine the odds of success during the credit crisis?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Mei-Ching Chang", "email": null}, {"authorName": "Sandy Suardi", "email": null}, {"authorName": "Yuanchen Chang", "email": "yccchang@nccu.edu.tw"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.007", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper investigates the factors that increase the odds of intervention success by Asian central banks in the foreign exchange market from January 2005 to November 2013. The results show that leaning-against-the-wind intervention strategies are effective in Indonesia, Malaysia, Philippines, Singapore, South Korea, Taiwan, and Thailand, particularly to counter the pressure of appreciating domestic currency by purchasing US dollar. We find that coordinated and first day interventions are associated with higher odds of effective intervention. There is also evidence that central banks intervene to calm disorderly market.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304859"}, {"title": "The effects of R&D and competition on firm value: International evidence", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kartick Gupta", "email": "Kartick.Gupta@unisa.edu.au"}, {"authorName": "Rajabrata Banerjee", "email": "Rajabrata.Banerjee@unisa.edu.au"}, {"authorName": "Ilke Onur", "email": "Ilke.Onur@unisa.edu.au"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.003", "volume": "51", "year": "2017", "issue": null, "abstract": "Using a new comprehensive database of 75 countries spanning 2004–2013, we examine the joint effects of research and development (R&D) intensity and competition on the value-creation of a firm. We introduce country-specific institutional characteristics related to institutional quality, R&D infrastructure and training and test whether these variations change the effect of R&D intensity on firm value. Moreover, we calculate the marginal effect of R&D intensity on firm value for high and low-income countries separately, based on different degrees of competition. Our findings suggest that in developing countries the positive effect of R&D intensity on the market valuation of a firm exists primarily for firms in less competitive industries. In developed countries, however, the positive effect of R&D intensity on Tobin's Q is evident for all competition levels. The results are empirically robust after controlling for potential endogeneity and employing alternative country-level attributes. Our findings have strong policy implications based on differences in R&D related investments made by firms in developing and developed countries.", "address": ["School of Commerce, University of South Australia, GPO Box 2471, 5001, Adelaide, South Australia, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630154X"}, {"title": "Does the reserve options mechanism really decrease exchange rate volatility? The synthetic control method approach", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hüseyin Aytuğ", "email": "haytug@gmco.int"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.004", "volume": "51", "year": "2017", "issue": null, "abstract": "After the invention of the Reserve Option Mechanism (ROM) by the Central Bank of Turkey (CBRT), it has been debated whether it can help decrease the volatility of foreign exchange rate. In this study, I apply a new microeconometric technique, the synthetic control method, in order to construct counterfactual foreign exchange rate volatility in the absence of ROM. I find that, USD/TRY rate is less volatile under ROM. However, it has not worked efficiently after CBRT raised interest rates as a reaction to the tapering tantrum in June 2013. Furthermore, it could have decreased the volatility of foreign exchange rate if CBRT had not increased interest rates as a reaction.", "address": ["Gulf Monetary Council, Saudi Arabia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630315X"}, {"title": "Not all firms react the same to exchange rate volatility? A firm level study", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Cengiz Tunc", "email": "cengiz.tunc@toros.edu.tr"}, {"authorName": "M. Nihat Solakoglu", "email": "nsolakoglu@bilkent.edu.tr"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.002", "volume": "51", "year": "2017", "issue": null, "abstract": "This article investigates the effect of exchange rate volatility on the exporting behavior of firms using a very rich Turkish firm-level data for the period of 1989–2013. The estimation results show that although exchange rate volatility has depressing impact on foreign sale share of firms, the magnitude and the sign of the effect differ substantially across firm classifications. More specifically, medium-sized firms, firms not listed in the stock market, and less foreign market dependent firms observe significant depressing impact of exchange rate volatility while the other firms are, by and large, immune to negative effect of exchange rate volatility. Furthermore sectors and firm age have important role on the differential impact of exchange rate volatility on foreign sales activity of firms.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301332"}, {"title": "Does equalization transfer enhance partial tax cooperation?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Wenming Wang", "email": "wangwenmingchn@gmail.com"}, {"authorName": "Keisuke Kawachi", "email": "keikawachi@human.mie-u.ac.jp"}, {"authorName": "Hikaru Ogawa", "email": "ogawa@e.u-tokyo.ac.jp"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.06.009", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper analyzes the effect of equalization transfer scheme on partial tax cooperation condition in a repeated game setting. It is shown that in order to achieve partial tax cooperation between two capital-rich (exporting) countries, the full equalization transfer scheme is superior to the partial equalization transfer scheme, whereas in order to achieve partial tax cooperation between two capital-poor (importing) countries, the partial equalization transfer scheme is superior to the full equalization transfer scheme.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301630"}, {"title": "Consumers awareness and environmental policy in differentiated mixed oligopoly", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chu-Chuan Hsu", "email": null}, {"authorName": "Jen-Yao Lee", "email": null}, {"authorName": "Leonard F.S. Wang", "email": "lfswang@gmail.com"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.001", "volume": "51", "year": "2017", "issue": null, "abstract": "In this paper, we show that the implications of consumer awareness on environmental policy in both mixed and private oligopolies under regulated entry and free entry. The emission taxes are charged when the market imperfection and consumer cognition of pollution are low, while the consumption externality is substantial. However, when the consumers’ cognition of pollution damage is increasing and the consumers are willing to pay (WTP) less for the polluted good, the government should choose a lower emission tax.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301119"}, {"title": "Acquisition or direct entry, technology transfer, and FDI policy liberalization", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Nahom Ghebrihiwet", "email": "n.ghebrihiwet@vu.nl"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.007", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper considers a number of symmetric multinational firms entering into a host country either directly or by acquiring local companies. The foreign multinationals strategically interact in both technology transfer and in the product market stage. Taking multinational firm competition into account implies that acquisition will more likely become the preferred mode of entry into the host country. This provides a possible rationale for the surge in the share of FDI taking place through mergers and acquisitions even in developing countries. Furthermore, we find that the level of the cost of technology transfer provides a possible rationale for the often observed pattern of investment liberalization. As the cost of technology transfer decreases, foreign multinational companies are first allowed to compete with local firms and in case of even lower cost of technology transfer, foreign ownership restrictions are also removed. Hence, we show that investment liberalization should go in tandem with host country policies that lower the cost of technology transfer.", "address": ["Department of Economics, VU University Amsterdam, Tinbergen Institute, De Boelelaan 1105, 1081 HV, Amsterdam, Netherlands"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303239"}, {"title": "Heterogeneity in the debt-growth nexus: Evidence from EMU countries", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Marta Gómez-Puig", "email": "marta.gomezpuig@ub.edu"}, {"authorName": "Simón Sosvilla-Rivero", "email": "sosvilla@ccee.ucm.es"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.008", "volume": "51", "year": "2017", "issue": null, "abstract": "The objective of this paper is to examine whether the threshold beyond which a public debt change may have a detrimental effect on economic growth changes across euro area countries during the 1961–2015 period. In contrast with previous studies, we do not use panel estimation techniques, but implement a time-series analysis for each country based on the growth literature. The results suggest that in all the countries but Belgium a debt increase begins to have detrimental effects on growth well before the SGP debt ceiling (a debt ratio of around 40% and 50% in central and peripheral countries, respectively) is reached. So, although austerity policies should be applied in EMU countries – since according to our results debt reduction barely exerts any significant beneficial impact on EMU countries' growth – they should be accompanied by structural reforms that can increase their potential GDP. Moreover, as our results suggest that the harmful impact of a debt change on growth does not occur beyond the same threshold and with the same intensity in all EMU countries, a focus on average ratios and impacts may be unsuitable for defining policies. Specifically, our findings suggest that the pace of fiscal adjustment should be lower in Greece and Spain than in the other countries.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302472"}, {"title": "Herding within industries: Evidence from Asian stock markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Dazhi Zheng", "email": "dzheng@wcupa.edu"}, {"authorName": "Huimin Li", "email": "hli@wcupa.edu"}, {"authorName": "Thomas C. Chiang", "email": "chiangtc@drexel.edu"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.005", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper examines herding behavior at the industry level for nine Asian markets. Using daily data, we find that industry herding generally exists in these markets, but is stronger at industry level as compared with the domestic and international market levels. Within each market, herding activities are stronger in the Technology and Financial industries, but weaker in the Utility industry. The evidence indicates that industry herding is more pronounced in down markets and low trading volume markets for most markets. Herding is also more apparent in both high and low market value industries, in low dividend yield industries and in less concentrated industries.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301776"}, {"title": "Financial ratios and bankruptcy predictions: An international evidence", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Shaonan Tian", "email": "shaonan.tian@sjsu.edu"}, {"authorName": "Yan Yu", "email": "Yan.Yu@uc.edu"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.025", "volume": "51", "year": "2017", "issue": null, "abstract": "We study bankruptcy prediction over the international market using Compustat Global database. First, we apply a popular variable selection method, adaptive LASSO (least absolute shrinkage and selection operator), to select a parsimonious set of default predictor variables. When different market infrastructures are presented, our empirical study demonstrates an advantage in forecasting defaults with the adaptively selected default predictor variables. Second, with selected default predictor covariates, we apply the discrete hazard model to examine the performance for the international market with time varying panel data over different prediction horizons. Our empirical study shows that for Japan market, three predictor variables, including Retained Earning/Total Asset, Total Debt/Total Asset and Current Liability/Sales are selected by adaptive-LASSO method. Such selection results are strikingly consistent for different sampling periods over different prediction horizons. The model using those three financial ratios alone demonstrates strong predictability in forecasting corporate default. For Japan market, the model with adaptive-LASSO selected variables shows superior out-of-sample predictive power over the Altman's Z-score model. On the other hand, for some Europe countries including UK, Germany and France, the equity ratio variable, Equity/Total Liability, is consistently selected across different prediction horizons, whereas, the rest of selected variables are mixed.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017305348"}, {"title": "Production and hedging under state-dependent preferences and background risk", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kit Pong Wong", "email": "kpwong@econ.hku.hk"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.026", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper examines the behavior of the competitive firm that possesses state-dependent preferences and faces state-dependent price and background risk. While the background risk is neither hedgeable nor insurable, the firm has access to fairly priced futures and option contracts to hedge against the price risk. We show that the separation theorem holds in that the firm's optimal output level depends neither on the risk attitude of the firm nor on the incident to the underlying uncertainty. However, hedging does not always enhance production. We derive necessary and sufficient conditions under which the full-hedging theorem holds and thus options are not used. When these conditions are violated, we show that the firm optimally uses options to better cope with the complicated state-dependence structure between risk and preferences, thereby rendering options a hedging role over and above that of futures.", "address": ["School of Economics and Finance, University of Hong Kong, Pokfulam Road, Hong Kong"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017305427"}, {"title": "Production fragmentation and factor price convergence", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hülya Saygılı", "email": "hulya.saygili@tcmb.gov.tr"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.022", "volume": "51", "year": "2017", "issue": null, "abstract": "In this analysis, we empirically analyze if the nature of trade matters for international factor price convergence. In particular, we examine whether factor prices converge when country pairs involve with more bilateral production fragmentation arrangements. We apply panel fixed effect techniques using data for five EU countries. The analyses are controlled for alternative trade related indicators such as bilateral trade intensity and bilateral intra-industry trade as well as for industrial similarity variables. We find that bilateral production fragmentation plays a key role in labor cost converging effects of trade.", "address": ["Central Bank of Turkey, Structural Economic Research Department, Turkey"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301848"}, {"title": "International R&D funding and patent collateral in an R&D-based growth model", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Wei-Chi Huang", "email": null}, {"authorName": "Ching-Chong Lai", "email": null}, {"authorName": "Ping-Ho Chen", "email": "97258503@nccu.edu.tw"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.009", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper develops an R&D-based growth model featuring international R&D funding and patent collateral. Several main findings emerge from the analysis. First, with an inelastic labor supply, a rise in the fraction of patent collateral is beneficial to both innovations and economic growth. Second, when labor supply is inelastic, a rise in either the foreign interest rate or the fraction of borrowed R&D funding is harmful to innovations and economic growth. Third, our numerical results show that the above two findings are robust when labor is supplied elastically. Finally, our numerical results indicate that, regardless of whether labor supply is inelastic or elastic, the government can implement an optimal patent breadth policy to maximize the social welfare level. Our numerical results also point out that this optimal patent breadth will decrease in response to a reduction in the foreign interest rate, a rise in the fraction of the collateral, and a reduction in the fraction of borrowed R&D labor costs.", "address": ["d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301326"}, {"title": "Hierarchy, cluster, and time-stable information structure of correlations between international financial markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yumei Cai", "email": null}, {"authorName": "Xiaomei Cui", "email": null}, {"authorName": "Qianyun Huang", "email": null}, {"authorName": "Jianqiang Sun", "email": "jqsun@scut.edu.cn"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.024", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper investigates the correlations between 52 financial markets located in different countries or regions from July 2004 through June 2011. By using a correlation matrix time series and a participation frequency method based on the random matrix theory, we show that a time-stable information structure is contained in the correlations between global financial markets. We further find that the information structure is closely associated with global market and global geographical factors, and that each financial index's participation in the global market factor varies over time and presents dynamics. Two patterns, hierarchy and cluster effects, are found to be in the dynamics of the indices' participation in the global market factor. The cluster effect implies a more concentrated participation during the 2008 financial crisis.", "address": ["d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017305336"}, {"title": "Real determinants of stock split announcements", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "May Hu", "email": "may.hu@deakin.edu.au"}, {"authorName": "Chi-Chur Chao", "email": "c.chao@deakin.edu.au"}, {"authorName": "Chris Malone", "email": "C.B.Malone@massey.ac.nz"}, {"authorName": "Martin Young", "email": "M.Young@massey.ac.nz"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.027", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper examines the aggregate determinants of corporate events of stock splits. The evidence shows that good market conditions drive firms’ decisions to split shares and increase their associated returns, but the dominant effect of macroeconomic factors on stock split announcements is business cycle variations. Firms are most likely to split their shares when they have been experiencing enough excess earnings in economic upturns. This result is more consistent with the Neoclassical Efficiency Hypothesis. This research sheds light on the reasons why we observe corporate events happening in waves and enhance the understanding of why firms split shares at the aggregate level.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601730566X"}, {"title": "Threshold effects of financial stress on monetary policy rules: A panel data analysis", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Danvee Floro", "email": "dfloro@stat-econ.uni-kiel.de"}, {"authorName": "Björn van Roye", "email": null}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.023", "volume": "51", "year": "2017", "issue": null, "abstract": "This study tests for the state-dependent response of monetary policy to increases in overall financial stress and financial sector-specific stress across a panel of advanced and emerging economy countries. We use a factor-augmented dynamic panel threshold regression model with (estimated) common error components to deal with cross-sectional dependence. We find strong evidence of advanced economy countries' aggressive monetary policy loosening in response to stock market and banking stress but only in times of high financial market volatility. By comparison, evidence of threshold effects of financial stress is generally weak for emerging market countries’ interest rate decisions.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017305324"}, {"title": "Macroeconomic factors and equity premium predictability", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Daniel Buncic", "email": "daniel.buncic@riksbank.se"}, {"authorName": "Martin Tischhauser", "email": "mtischhauser@ethz.ch"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.006", "volume": "51", "year": "2017", "issue": null, "abstract": "Neely et al. (2014) have recently demonstrated how to efficiently combine information from a set of popular technical indicators together with the standard Goyal and Welch (2008) predictor variables widely used in the equity premium forecasting literature to improve out-of-sample forecasts of the equity premium using a small number of principal components. We show that forecasts of the equity premium can be further improved by, first, incorporating broader macroeconomic data into the information set, second, improving the selection of the most relevant factors and combining the most relevant factors by means of a forecast combination regression, and third, imposing theoretically motivated positivity constraints on the forecasts of the equity premium. We find that in particular our proposed forecast combination approach, which combines forecasts of the most relevant Neely et al. (2014) and macroeconomic factors and further imposes positivity constraints on the equity premium forecasts, generates statistically significant and economically sizeable improvements over the best performing model of Neely et al. (2014).", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301782"}, {"title": "Firm heterogeneity and the market scope of European multinational activity", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Maite Alguacil", "email": "alguacil@uji.es"}, {"authorName": "Josep Martí", "email": "arnauj@uji.es"}, {"authorName": "Vicente Orts", "email": "orts@uji.es"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.031", "volume": "51", "year": "2017", "issue": null, "abstract": "This paper examines the relationship between the characteristics of European firms and the market scope of their international activity. We show, theoretically, that when markets can be served by exports or through foreign affiliates, a strict hierarchy of firm characteristics and the number of markets they invest in or exports can only be established for firms engaged in foreign direct investment (FDI), but not for exporters. Empirically, our findings confirm the significant role of firm heterogeneity in the structure of European international activity, as well as the increasing relationship between firm characteristics and the number of markets in which they operate. Additionally, in line with our predictions, the estimates reveal the existence of heterogeneous effects and non-linearities in this relationship, with important differences between exporters and firms engaging in FDI.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301053"}, {"title": "Volatility and public information flows: Evidence from disclosure and media coverage in the Japanese stock market", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hiroyuki Aman", "email": "aman@kwansei.ac.jp"}, {"authorName": "Hiroshi Moriyasu", "email": "moriyasu@nagasaki-u.ac.jp"}], "coverDate": "2017-09-01", "doiUrl": "10.1016/j.iref.2017.07.029", "volume": "51", "year": "2017", "issue": null, "abstract": "This study explores the impact of public information flows on the total volatility of stock returns and idiosyncratic volatility (IDV) using corporate disclosures and press media coverage for a broad cross-section of companies in Japan. We argue that firm-released disclosures and news reports released by the press have disparate effects on volatility. Specifically, disclosure information arrivals tend to increase total volatility, consistent with the uncertainty-generating effect, whereas media coverage reduces volatility, consistent with the notion that media reports resolve information uncertainty for firms. For IDV, both types of news tend to mitigate price synchronicity, suggesting that public information flows mainly contribute to the capitalization of firm-specific information on prices overall.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017305786"}, {"title": "Treatment of endogenous monadic variables in gravity equations", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-11-01", "doiUrl": "10.1016/j.iref.2017.09.003", "volume": "52", "authors": [{"authorName": "Omer Bayar", "email": "ob19@evansville.edu"}], "issue": null, "abstract": "In the presence of country fixed effects, monadic variables are not identified in the traditional gravity equation. The paper uses a hybrid two-stage treatment model to overcome the identification problem. The model also accommodates endogeneity in monadic variables. An application to the trade impact of the Olympic Games is presented. Results highlight the empirical significance of endogeneity left untreated in the gravity equation.", "address": ["Schroeder School of Business, University of Evansville, 1800 Lincoln Avenue Evansville, IN 47722, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630363X"}, {"title": "Is the idiosyncratic volatility anomaly driven by the MAX or MIN effect? Evidence from the Chinese stock market", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Xiaoyuan Wan", "email": "wanxiaoyuan@hotmail.com"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.015", "volume": "53", "year": "2018", "issue": null, "abstract": "The literature documents that the IVOL anomaly is subsumed by the MAX effect in U.S. and European stock market. Consistent with the literature, we find strong IVOL and MAX effects in the Chinese stock market. However, we show that the IVOL anomaly is not subsumed by the MAX effect, instead the MAX effect is subsumed by the IVOL anomaly. We interpret our findings as evidence that the IVOL anomaly in the Chinese stock market is beyond the effect of typical investor behavioral biases and there are stronger limits to arbitrage in the Chinese stock market due to unique institutional settings.", "address": ["Antai College of Economics and Management, Shanghai Jiao Tong University, No. 1954, Huashan Road, Shanghai 200030 PR China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307517"}, {"title": "Firm-asymmetry and strategic outsourcing", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Jiyun Cao", "email": null}, {"authorName": "Arijit Mukherjee", "email": "arijit.mukherjee@nottingham.ac.uk"}, {"authorName": "Uday Bhanu Sinha", "email": null}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.008", "volume": "53", "year": "2018", "issue": null, "abstract": "In contrast to the conventional wisdom, we show that a final goods producer may outsource input production to an outside supplier even if the final goods producer possesses a superior input-production technology compared to the outside supplier. Such an outsourcing may reduce consumer surplus and social welfare. We also show that, in the presence of outsourcing, innovation by the firm doing outsourcing to reduce the cost of in-house input production and to reduce the input coefficient in the final goods production may have significantly different implications for the consumers and the society.", "address": ["f", "e", "d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630274X"}, {"title": "Co-movement between equity and bond markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Ryuta Sakemoto", "email": "rs7@hw.ac.uk"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.013", "volume": "53", "year": "2018", "issue": null, "abstract": "This study explores the co-movement between equity and bond markets and decomposes it into the equity-bond, equity, and bond co-movements. Moreover, the estimation method captures the heterogeneity between developed and emerging equity markets. It reveals that both equity-bond and equity co-movements are important for the developed equity markets. Although the idiosyncratic component plays a substantial role in the emerging equity and bond markets, the global financial crisis has impacted on the co-movement of the emerging equity markets, while does not have an effect on that of the emerging bond markets. The co-movements depend upon market uncertainty measured by VIX.", "address": ["School of Management and Language, Heriot-Watt University, Edinburgh, EH14 4AS, United Kingdom"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307499"}, {"title": "Do bank-appointed directors affect corporate cash holding?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yogesh Chauhan", "email": "yogesh@iimraipur.ac.in"}, {"authorName": "Rajesh Pathak", "email": "rajesh.pathak84@gmail.com"}, {"authorName": "Satish Kumar", "email": "satishwar1985@gmail.com"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.009", "volume": "53", "year": "2018", "issue": null, "abstract": "This paper examines the effect of bank-appointed directors on corporate cash holdings for Indian firms. We build on, and extend, the role of bank-appointed directors as a better monitor to mitigate agency problems, thereby alleviating the financial constraints of the firm. Our results indicate that firms with bank-appointed directors hold less cash compared to firms without bank-appointed directors. Nevertheless, we find greater reduction in cash holdings, because of bank-appointed directors, in firms that are not dependent on bank financing. We show that the above relationship is driven by bankers' ability to alleviate the financial constraints of the firm by improving access to bank and non-banking financial institution loans. We next document that these benefits of a banker's presence on a corporate board are true only for standalone firms, not for firms affiliated with business groups.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307451"}, {"title": "The effects of government spending shocks on the trade account balance in Korea", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hyeongwoo Kim", "email": "gmmkim@gmail.com"}, {"authorName": "Daeyup Lee", "email": "dylee484@bok.or.kr"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.001", "volume": "53", "year": "2018", "issue": null, "abstract": "This paper investigates fiscal policy effects on the trade account balance in Korea using open economy vector autoregressive (VAR) models. In response to fiscal spending shocks, real appreciations occur, followed by deteriorations in the trade account balance with the pre-2000 sample period, while real depreciations occur leading to an improvement in the trade account balance with the post-2000 sample period. We explain this structural break in relation to Korea's transition from a tightly managed exchange rate regime to a more market-oriented floating system after Korea's foreign exchange crisis in 1997–98. Furthermore, such fiscal policy effects from our post-2000 sub-sample imply that expansionary fiscal policy can be effective in stimulating private sector economy in Korea.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303143"}, {"title": "A quantitative study on endogenous formation of comparative advantage in South Korea", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Seung-Gyu Sim", "email": "Ssg556@gmail.com"}, {"authorName": "Dongwoo Yoo", "email": "dongwooyoo@ulsan.ac.kr"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.005", "volume": "53", "year": "2018", "issue": null, "abstract": "This paper incorporates search friction and human capital accumulation into an international trade framework to analyze the endogenous formation of comparative advantage induced by long-term employment relationship. The calibrated model demonstrates that the long-term employment relationship, by facilitating both human and physical capital formation, has contributed to South Korea's rapid ‘export-oriented industrialization.’ The counterfactual experiment reports that aggregate output in 2013 would have been reduced by one quarter, if South Korea had stayed as an autarky economy. Further counterfactual experiments find that had a typical worker's job duration been about two years from 1960s to 2010s, output in 2013 would have been reduced by more than 42 percent. Also, South Korea might have exported primary products, not secondary products with even shorter job duration or less efficient learning-by-doing.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303799"}, {"title": "New approaches to measure the social performance of microfinance institutions (MFIs)", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Uzma Bibi", "email": null}, {"authorName": "Hatice Ozer Balli", "email": null}, {"authorName": "Claire D. Matthews", "email": null}, {"authorName": "David W.L. Tripe", "email": "D.W.Tripe@massey.ac.nz"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.010", "volume": "53", "year": "2018", "issue": null, "abstract": "Outreach is a central purpose of microfinance institutions in providing access to quality financial services for large numbers of poor people. This paper critically reviews outreach indicators for microfinance institutions from prior research using a South Asian panel data set covering the period 1998 to 2013. We introduce two new ways of measuring the social objectives of MFIs, reflecting market shares, for breadth and depth of outreach. The results show that these new outreach indicators provide a better explanation of social performance of MFIs than those commonly used in prior research.", "address": ["Massey University - School of Economics and Finance, New Zealand"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307463"}, {"title": "Valuation and analysis of performance sensitive debt with contingent convertibility", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Lei Ming", "email": "minglei@hnu.edu.cn"}, {"authorName": "Shenggang Yang", "email": "sgyang@hnu.edu.cn"}, {"authorName": "Dandan Song", "email": "ddsong@hnu.edu.cn"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.014", "volume": "53", "year": "2018", "issue": null, "abstract": "We develop a new type of performance sensitive debt (PSD), called contingent convertible PSD (CPSD), which can be converted into equity in financial distress. We address the pricing of corporate securities and optimal capital structure including CPSD. Most of the results are given explicitly and numerical analyses are provided. The results explain that CPSD is a valuable security in increasing the value of tax shields while keeping default risk in a low level. The firm value is increased due to the issuance of CPSD. The risk-compensating feature of CPSD can alleviate the inefficiencies arising from debt overhang and asset substitution. On the contrary, if equity holders benefit from a conversion, the contingent convertibility will aggravate them. The inefficiencies decrease with the conversion ratio of CPSD.", "address": ["School of Finance and Statistics, Hunan University, Changsha 410079, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307505"}, {"title": "“How relevant is capital structure for aggregate investment? a regime-switching approach”", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Banu Simmons-Süer", "email": "Simmons-suer@kof.ethz.ch"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.002", "volume": "53", "year": "2018", "issue": null, "abstract": "This paper attempts to show how the cost of capital influences the non-linear interaction between investment and Tobin's q by affecting the probability of regime-switches. Treating the US non-farm, non-financial corporate sector as a representative firm and calculating a cost of capital by weighting the respective costs of equity and debt financing, our estimation results shed light on the periods of low capital expenditure, which are picked up neither by Tobin's q nor by the real interest rate. The findings challenge the concept of the ‘irrelevance of dividends/capital structure’.", "address": ["KOF Konjunkturforschungsstelle/Swiss Federal Institute of Technology, Leonhardstrasse 21, 8092 Zurich, Switzerland"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307232"}, {"title": "Idiosyncratic volatility, conditional liquidity and stock returns", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Juliana Malagon", "email": "j.malagon@uniandes.edu.co"}, {"authorName": "David Moreno", "email": "jesusdavid.moreno@uc3m.es"}, {"authorName": "Rosa Rodríguez", "email": "rosa.rodriguez@uc3m.es"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.011", "volume": "53", "year": "2018", "issue": null, "abstract": "There is strong evidence showing that stocks with higher levels of idiosyncratic risk provide relatively lower returns than stocks with lower levels of it. This paper points out that this negative idiosyncratic risk - expected returns relation is not pervasive over time, and provides a plausible explanation for its time-varying nature. Our results suggest that following recessions, the conditional pricing of liquidity creates a correction in prices of the high idiosyncratic volatility stocks that persists up to 9 months. As a result, the negative relation between idiosyncratic risk and expected returns is not observed following recessions.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307475"}, {"title": "Managing exchange rate exposure with hedging activities: New approach and evidence", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Sung C. Bae", "email": "bae@bgsu.edu"}, {"authorName": "Taek Ho Kwon", "email": "thk5556@cnu.ac.kr"}, {"authorName": "Rae Soo Park", "email": "rsoo@sookmyung.ac.kr"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.017", "volume": "53", "year": "2018", "issue": null, "abstract": "Undocumented in the literature, we show that the effectiveness of firms' hedging activities depends on the underlying characteristics (e.g., direction) of firms' expected exchange rate exposure that reflects exchange rate risk associated with firms’ inherent business prior to the usage of hedging activities. While firms with positive expected exposure reduce their exposure through currency derivatives, internal transactions with foreign subsidiaries, and foreign currency debt financing, firms with negative expected exposure do so only through exchange rate pass-through activities. Our results strongly suggest that both the conditions in the product markets (e.g., export, import, and profit margin) and the direction of exchange rate exposure be considered to uncover the effectiveness of hedging activities.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307530"}, {"title": "Optimal policy for attracting FDI: Investment cost subsidy versus tax rate reduction", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yuan Tian", "email": "tian@econ.ryukoku.ac.jp"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.018", "volume": "53", "year": "2018", "issue": null, "abstract": "This paper examines and compares two policies (investment cost subsidy and tax rate reduction) for the host government to attract FDI. Taking into consideration the firm's indifferent FDI option value between the two policies, the government trades off the immediate and certain lump-sum cost of the subsidy against the future random flow of tax rate reduction. We demonstrate that the optimal policy for attracting FDI depends on the growth rate and the volatility of the profit as well as the discount rate. There exists a critical level in each of the three parameters. The tax rate reduction (or investment cost subsidy) is preferable when the growth rate and the volatility of the profit is higher (or lower), and when the discount rate is lower (or higher). These results are consistent with the empirical findings, which found that governments are more likely to adopt tax rate reduction for firms with high risk and high return.", "address": ["Faculty of Economics, Ryukoku University, Kyoto, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302964"}, {"title": "Product quality, incomplete contract and the product cycle", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Huanlang He", "email": "hehuanlang@suibe.edu.cn"}, {"authorName": "Zhihao Yu", "email": "zhihao.yu@carleton.ca"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.003", "volume": "53", "year": "2018", "issue": null, "abstract": "According to the traditional theory of product cycle, firms in the North usually produce goods by themselves when the goods are relatively new, but later move production to the South after they become mature. But why do some firms choose intrafirm production transfer before arm's length transfer, while others choose to skip the stage of intrafirm transfer and go straight to arm's length transfer? By introducing product quality into the incomplete-contract framework of the product cycle, we show that more capable firms choose high-quality intermediate inputs, produce high-quality products, and choose intrafirm transfer before arm's length. Conversely, less capable firms choose the latter in the product cycle.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303945"}, {"title": "Does the predictive power of variable moving average rules vanish over time and can we explain such tendencies?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Marcus Strobel", "email": null}, {"authorName": "Benjamin R. Auer", "email": "auer@wifa.uni-leipzig.de"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.10.012", "volume": "53", "year": "2018", "issue": null, "abstract": "Recent studies offer striking evidence that, in stock markets, the predictive power of fundamental variables and seasonal effects tends to diminish over time. In this article, we analyse whether this also holds for the popular variable moving average (VMA) rules of Brock et al. (1992). While previous research on this issue has strongly concentrated on US and emerging stock market indices, we fill a research gap by focussing on a wide range of developed market indices and individual stocks. Using a trend regression approach for a dataset covering 1972 to 2015, we find that most analysed trading rule specifications show negative trend coefficients. These results, robust in a variety of settings, indicate that VMA rule signals have steadily lost their ability to forecast future price movements accurately. Analysing several rationales for this outcome, we find that negative trends in the autocorrelation of stock returns are a highly promising explanation for the poorer performance of VMA rules because they are designed to capture autocorrelation.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307487"}, {"title": "Protecting health or protecting imports? Evidence from EU non-tariff measures", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Fatima Olanike Kareem", "email": "fkareem@uni-goettingen.de"}, {"authorName": "Inmaculada Martínez-Zarzoso", "email": "martinei@uji.es"}, {"authorName": "Bernhard Brümmer", "email": "bbruemm@gwdg.de"}], "coverDate": "2018-01-01", "doiUrl": "10.1016/j.iref.2017.08.012", "volume": "53", "year": "2018", "issue": null, "abstract": "Non-tariff measures such as food safety standards are aimed at protecting consumers' health but may also be used as protectionism tool to limit imports. This study investigates the protectionist intent of EU food safety standards using a sample of EU food imports from African countries. We formalized protectionism by comparing EU standards to the internationally scientific benchmarks. Our results support the hypothesis that heavily import dependent sectors are less protected. Further analysis shows no substantial rise in the usage of these measures as protectionism tool during the period of financial crisis.", "address": ["d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017306263"}, {"title": "Cash holdings speed of adjustment", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.12.011", "volume": "54", "authors": [{"authorName": "Svetlana V. Orlova", "email": "svetlana-orlova@utulsa.edu"}, {"authorName": "Ramesh P. Rao", "email": "ramesh.rao@okstate.edu"}], "issue": null, "abstract": "This study examines the speed of adjustment of cash holdings and extends the recent work that highlights the importance of accounting for heterogeneity of the speed of adjustment of cash holdings. The results indicate that firms with cash deficits, rated firms and firms with financial surpluses have a slower speed of adjustment, while firms with excess cash, non-rated firms and firms that have financial deficit adjust towards the target faster. Overall, the results support the idea that firms have a target level of cash holdings, however, costs of adjustment as well as costs of non-adjustment affect the speed with which firms adjust towards the target.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304513"}, {"title": "Do house prices hedge inflation in the US? A quantile cointegration approach", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.12.012", "volume": "54", "authors": [{"authorName": "Christina Christou", "email": "christina.christou@ouc.ac.cy"}, {"authorName": "Rangan Gupta", "email": "rangan.gupta@up.ac.za"}, {"authorName": "Wendy Nyakabawo", "email": "wnyakabawo@gmail.com"}, {"authorName": "Mark E. Wohar", "email": "mwohar@unomaha.edu"}], "issue": null, "abstract": "This study analyses the long-run relationship between U.S house prices and non-housing Consumer Price Index (CPI) over the monthly period 1953 to 2016 using a quantile cointegration analysis. Our findings show evidence of instability in standard cointegration models, suggesting the possibility of structural breaks and nonlinearity in the relationship between house prices and non-housing CPI. This motivates the use of a time-varying approach, namely, a quantile cointegration analysis, which allows the cointegrating coefficient to vary over the conditional distribution of house prices and simultaneously test for the existence of cointegration at each quantile. Our results suggest that the U.S non-housing CPI and house price index series are cointegrated at lower quantiles only, with house prices over-hedging inflation at these quantiles. In addition, we also show that this result holds for higher price levels only. Using these two sets of results, we conclude that house prices act as an inflation hedge when the latter is relatively higher and the former is lower.", "address": ["d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301533"}, {"title": "Is RMB appreciation a nightmare for the Chinese firms? An analysis on firm profitability and exchange rate", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.05.003", "volume": "54", "authors": [{"authorName": "Teng Zhang", "email": "zhangteng@swufe.edu.cn"}, {"authorName": "Puman Ouyang", "email": "ouyangpm@swufe.edu.cn"}], "issue": null, "abstract": "Using the matched sample from the Annual Survey of Industrial Firms (ASIF) and Chinese customs data during 2000–2006, this paper investigates firms' responses, including export activity and profitability, to the RMB exchange rate movement. It is found that although RMB appreciation decreases firm exports, it improves firm profitability. We address several possible channels to explain this counter-intuitive finding, including productivity enhancement, import costs reduction and export structure upgrading. We find that the import costs reduction and export structure upgrading are reasons that RMB appreciation leads to higher firm profitability, but there is no evidence to support the productivity channel. Furthermore, export structure upgrading is primarily based on improving technology in new products rather than changing the export structure of continued products.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303738"}, {"title": "Divisional managers' compensation to maximize spillovers and cooperation", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.07.028", "volume": "54", "authors": [{"authorName": "Gurupdesh S. Pandher", "email": "gpandher@uwindsor.ca"}, {"authorName": "Joseph D. Vu", "email": "jvu@depaul.edu"}], "issue": null, "abstract": "The ability of multidivisional firms to capitalize on their spillover synergies and encourage cross-divisional cooperation can play an important determinant of competitive advantage. We study these issues in an agency framework where headquarters maximize total expected firm returns by providing managers incentives based on firm equity and divisional profits. The resulting incentives serve as a rich alignment mechanism for enhancing total firm returns and provide new insights. An interesting model insight is that, although spillover effects arise spontaneously from own-division effort and incentives are costly to provide, managers with larger spillovers should receive higher equity incentives. The return-maximizing incentives also encourage greater cooperation from managers with riskier divisional performance and have useful implications for leveraging spillover and collaborative capabilities in various organizational forms (e.g., conglomerates, M-form, ‘upstream’ divisions).", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017305701"}, {"title": "Government spending and the exchange rate", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.07.030", "volume": "54", "authors": [{"authorName": "Giorgio Di Giorgio", "email": "gdg@luiss.it"}, {"authorName": "Salvatore Nisticò", "email": "salvatore.nistico@uniroma1.it"}, {"authorName": "Guido Traficante", "email": "guido.traficante@unier.it"}], "issue": null, "abstract": "This paper studies the real exchange rate response to a government-spending shock in a two-country model with productive government purchases and non-Ricardian households. In this economy, the real exchange rate depreciates following an increase in domestic public spending, consistently with most empirical evidence. Importantly, and consistently with empirical evidence, the depreciation occurs both on impact and in the transition. The transmission mechanism works through an increase in domestic private-sector productivity, spurred by government purchases, which reduces real marginal costs at home allowing for accommodating monetary policy response.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301502"}, {"title": "Analyzing time–frequency co-movements across gold and oil prices with BRICS stock markets: A VaR based on wavelet approach", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.07.032", "volume": "54", "authors": [{"authorName": "Walid Mensi", "email": "walid.mensi@fsegt.rnu.tn"}, {"authorName": "Besma Hkiri", "email": "besma_hkiri@yahoo.fr"}, {"authorName": "Khamis H. Al-Yahyaee", "email": "yahyai@squ.edu.om"}, {"authorName": "Sang Hoon Kang", "email": "sanghoonkang@pusan.ac.kr"}], "issue": null, "abstract": "This paper examines the co-movements between five of the most important emerging stock markets namely the BRICS (Brazil, Russia, India, China and South Africa) and both the crude oil prices [West Texas Intermediate (WTI) and Europe Brent] and gold prices which are relevant to those commodity exporters and voracious consumers. Our results based on the wavelet approach show that BRICS index returns co-move with the WTI crude oil price at low frequencies (long horizons). Moreover, the strong level of co-movement is particularly captured during the onset of the global financial crisis. On the other hand, we find no evidence of co-movement between the BRICS stock markets and the gold price, indicating that gold can act as a hedge or a safe haven asset for the BRICS against extreme market movements. The implications of these results for the BRICS-commodity portfolios show that the portfolio risk (measured by the Value at Risk) is affected by the co-movements between stock and oil markets.", "address": ["d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302629"}, {"title": "Terms-of-trade cycles and external adjustment", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.001", "volume": "54", "authors": [{"authorName": "Gustavo Adler", "email": "gadler@imf.org"}, {"authorName": "Nicolas E. Magud", "email": null}, {"authorName": "Alejandro Werner", "email": null}], "issue": null, "abstract": "We study the process of external adjustment to large terms-of-trade level shifts—identified with a Markov-switching approach—for a large set of countries during the period 1960–2015. We find that adjustment to these shocks is relatively fast. Current accounts experience, on average, a contemporaneous variation of only about ½ of the magnitude of the price shock—indicating a significant volume offset—and a full adjustment within 3–4 years. Dynamics are largely symmetric for terms-of-trade booms and busts, as well as for advanced and emerging market economies. External adjustment is driven primarily by offsetting shifts in domestic demand, as opposed to variations in output (also reflected in the response of import rather than export volumes), indicating a strong income channel at play. Exchange rate flexibility played an important buffering role during booms, but less so during busts; while international reserve holdings were a key tool for smoothing the adjustment process.", "address": ["a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601730388X"}, {"title": "Intraday dynamics of credit risk contagion before and during the euro area sovereign debt crisis: Evidence from central Europe", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.002", "volume": "54", "authors": [{"authorName": "Kristyna Ters", "email": "kristyna.ters@unibas.ch"}, {"authorName": "Jörg Urban", "email": "joerg.urban@unibas.ch"}], "issue": null, "abstract": "With the onset of the euro area sovereign debt crisis, the CDS spreads of the Czech Republic, Hungary, Poland and Slovakia (the Visegrad group) increased even though the Visegrad group maintained solid public finances and ratings on average. Real economic linkages such as trade between the Visegrad group as important trading partner to the GIIPS countries might have led to this increase in sovereign credit risk due to contagion during the sovereign debt crisis period. We aim to analyse whether contagion led to higher sovereign risk in the Visegrad group and furthermore, whether the economic adjustment programmes (EAPs) by the Troika have been able to stabilise and reduce sovereign risk. We analyse 30-min intraday credit default swaps (CDS) data prior to the sovereign debt crisis period (2008–Oct. 2009) and during the sovereign debt crisis period (Oct. 2009–2011). By using a panel VAR methodology we find rather comovement effects in the Visegrad group member countries as they have been only marginally affected by the turmoil in the peripheral countries during the sovereign debt crisis. In contrast, we find strong contagion effects amongst the GIIPS countries in our sample. From an event study, we find that the EAPs have been essential for the GIIPS countries in terms of reducing contagion and sovereign risk across the euro area while the Visegrad group only reacted with a moderate reduction.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302362"}, {"title": "Modeling and forecasting multifractal volatility established upon the heterogeneous market hypothesis", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.003", "volume": "54", "authors": [{"authorName": "Qizhi Tao", "email": null}, {"authorName": "Yu Wei", "email": null}, {"authorName": "Jiapeng Liu", "email": "jpliu@cjlu.edu.cn"}, {"authorName": "Ting Zhang", "email": null}], "issue": null, "abstract": "We construct a new type of multifractal volatility models based on heterogeneous market hypothesis. Similar to the model setting of heterogeneous autoregressive model for realized volatility (HAR-RV), we replace the variables utilized in the HAR-RV model with daily, weekly and monthly multifractal volatility. To evaluate the performance of our new multifractal volatility models, we compare the volatility forecasting accuracy of our models to that of other traditional benchmarks. The model confidence set (MCS) test shows that, although the autoregressive fractionally integrated moving average models for realized volatility (ARFIMA-RV) are the best forecasting ones, under several loss functions, our new multifractal volatility models outperform other traditional ones. In addition, our new models survive the MCS test in many cases.", "address": ["e", "d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301740"}, {"title": "Closer monetary union and product market integration in emerging economies: Evidence from the Common Monetary Area in Southern Africa", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.004", "volume": "54", "authors": [{"authorName": "Mamello A. Nchake", "email": "mnchake@yahoo.com"}, {"authorName": "Lawrence Edwards", "email": "Lawrence.Edwards@uct.ac.za"}, {"authorName": "Neil Rankin", "email": "neilrankin@sun.ac.za"}], "issue": null, "abstract": "This study utilizes detailed micro price data to estimate the impact of closer monetary union on the integration of product markets across countries, considering two policy shocks from Botswana. Using the difference-in-difference approach, the results reveal that the adoption by Botswana of a crawling peg exchange policy reduced price differences between South Africa and Botswana by 4 percentage points. Subsequent changes in the Botswana monetary policy regime further reduced price gaps by 2 percentage points. These results provide support for the effectiveness of alignment in interest rate and exchange rate policies in enhancing the integration of product markets between countries.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017306111"}, {"title": "Can public subsidy on education necessarily improve wage inequality?", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.005", "volume": "54", "authors": [{"authorName": "Sarbajit Chaudhuri", "email": "sarbajitch@yahoo.com"}, {"authorName": "Arnab Ghosh", "email": "arnab_ghosh15@yahoo.com"}, {"authorName": "Dibyendu Banerjee", "email": "dib_banerjee123@yahoo.com"}], "issue": null, "abstract": "The present paper develops a two-sector, specific factor general equilibrium framework for analyzing endogenous skill formation in a dynamic set-up and examining the consequence of a public subsidy policy on education on the skilled-unskilled wage inequality in a small open economy. It shows that given the technologies of production the policy produces a favorable impact on the wage inequality only in one of the two periods while producing an adverse consequence in the other. If the wage income inequality improves (deteriorates) in period 1 it worsens (ameliorates) in period 2 under the same sufficient conditions. The results are found to be more or less valid even in the presence of unemployment of unskilled labour. Finally, some composite policy recommendations have been suggested so that the relative wages always move in favor of the poorer section of the working population.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017304896"}, {"title": "Yield curve interactions with the macroeconomic factors during global financial crisis among Asian markets", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.006", "volume": "54", "authors": [{"authorName": "Subramaniam Sowmya", "email": null}, {"authorName": "Krishna Prasanna", "email": "pkp@iitm.ac.in"}], "issue": null, "abstract": "This study examines the interaction between the yield curve movements and the macro economic factors among the nine Asian sovereign bond markets. The yield curve and macro-economic variables were jointly modelled in the dynamic Nelson Siegel model framework and are fitted in the vector auto regressive (VAR) process in a state space framework. The results indicate the existence of a bi-directional relationship between the yield curve and macro factors in the Asian economies. The study found that both the policy rate and the inflation rate influence the short end of the yield curve, reflecting an effective management of the monetary policy. While output growth strongly leads the long term rates in the region, steepening of the yield curve causes increase in Inflation. The depreciation of exchange rates led to increase the level factor in emerging economies and the increase in slope factor appreciated the exchange rates in developed Asian markets.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303453"}, {"title": "Economic integration, border costs and FDI location: Evidence from the fifth European Union enlargement", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.007", "volume": "54", "authors": [{"authorName": "Jonathan Jones", "email": null}, {"authorName": "Ilona Serwicka", "email": null}, {"authorName": "Colin Wren", "email": "colin.wren@ncl.ac.uk"}], "issue": null, "abstract": "Little is known about the effect of border costs on FDI location. This paper explores this for the fifth European Union (EU) enlargement that integrated the ten Central and Eastern European countries (CEECs). It regresses count data for 35,105 FDI projects locating in 25 European countries over the period 1997–2010. Four EU accession events are examined for the more- and less-liberalized CEECs. It finds that the lower border costs doubled FDI in the CEECs at EU membership, of which 60% is diverted from the ‘old’ Europe. This membership effect is three-times greater for the more-liberalized countries, for which earlier accession events are unimportant.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303458"}, {"title": "Information cost or heterogeneous beliefs? An examination of the impact of value uncertainty on auction-style SEO discounts in China", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.008", "volume": "54", "authors": [{"authorName": "Mingjing Yang", "email": "15113186@bjtu.edu.cn"}, {"authorName": "Xiaoke Cheng", "email": "xkcheng@bjtu.edu.cn"}, {"authorName": "Kam C. Chan", "email": "Johnny.Chan@wku.edu"}, {"authorName": "Shenghao Gao", "email": "gaosh@bjtu.edu.cn"}], "issue": null, "abstract": "Using a unique investor bid price database of a uniform-price auction pricing mechanism of SEOs in China, we seek answers to two research questions: how does value uncertainty relate to investor bid prices (weighted average and standard deviation) and to the subsequent SEO pricing in an auction price mechanism? What is the underlying transmission mechanism between value uncertainty and SEO discounts? Our findings suggest that: (1) the weighted average of investor bid prices is negatively correlated with value uncertainty, indicating an information cost effect; (2) the dispersion of bids (proxied by standard deviation of bid prices) is positively correlated with value uncertainty, indicating the presence of a heterogeneous investor beliefs effect; and (3) SEO discounts are negatively correlated with the weighted average bid price and with the bid price standard deviation. The magnitude of this impact on the SEO discounts, however, is larger for the weighted average bid price than the standard deviation, suggesting that the information cost effect outweighs the heterogeneous investor beliefs effect. Moreover, we find that investor bid prices (weighted average and standard deviation) form part of the transmission mechanism shaping the relationship between value uncertainty and SEO discounts. Our findings are robust to a battery of robustness checks.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301351"}, {"title": "Financial development, institutional investors, and economic growth", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.009", "volume": "54", "authors": [{"authorName": "Jose L. Ruiz", "email": "jlruiz@fen.uchile.cl"}], "issue": null, "abstract": "This study analyzes the nonlinear relationship between financial development under the presence of institutional investors (assets in insurance companies, mutual funds, and pension funds, as a percentage of GDP) and economic growth. The analysis considers data on 116 economies obtained from the World Bank for the period 1991–2014. We examine both industrialized and developing economies using a dynamic panel threshold technique. We find that countries below the finance threshold grow less and those above the threshold grow faster. In addition, in the industrialized economies, institutional investors have a positive effect on the growth of GDP per capita.", "address": ["Faculty of Economics and Business, University of Chile, Diagonal Paraguay 257, Santiago 8330015, Chile"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302332"}, {"title": "Objectives of governments in tax competition: Role of capital supply elasticity", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.010", "volume": "54", "authors": [{"authorName": "Wenming Wang", "email": "wangwenmingchn@gmail.com"}, {"authorName": "Hikaru Ogawa", "email": "ogawa@e.u-tokyo.ac.jp"}], "issue": null, "abstract": "This study examines the choice of governments' policy objectives in tax competition with an endogenous capital supply. Our results confirm the following scenarios. (i) The welfare-maximizing region completely deviates from its primary goal and maximizes tax revenue when the capital supply elasticity, with respect to the interest rate, is low. (ii) The welfare-maximizing region pursues its primary goal and moderately maximizes welfare when the capital supply elasticity is high. In case (ii), the extent of welfare maximization orientation increases with the capital supply elasticity.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017303386"}, {"title": "Entry mode, technology transfer and management delegation of FDI", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.011", "volume": "54", "authors": [{"authorName": "Ho-Chyuan Chen", "email": "hcchen.ccu@gmail.com"}], "issue": null, "abstract": "This paper employs a four-stage game to analyze the effect of an MNE’s adoption of management delegation on firms’ behaviors, including the decisions of entry mode, technology transfer and output, in a host market competition. It finds that the adoption of management delegation leads the MNE to a higher level of optimal technology transfer. It also leads the direct-entry MNE to optimally transfer more technology than an acquisition one. This result is reversed in the no-delegation case. The management delegation decreases the likelihood of direct-entry mode being optimally chosen if the transfer cost of technology is sufficiently high, while it increases this likelihood if otherwise. When the entry fee of direct-entry mode is sufficiently high, the acquisition mode becomes the equilibrium but it may induce a lower level of technology transfer than the off-equilibrium mode. As far as the domestic welfare is concerned, when the entry fee is sufficiently low (high), the acquisition (direct-entry) mode generally achieves higher domestic welfare but is not the equilibrium mode of the MNE. There exists some intermediate range of entry fees such that both the host and the MNE identically prefer direct entry mode. Such identical preferences becomes more likely with the adoption of a higher delegation incentive.", "address": ["Department of Economics, National Chung Cheng University, 168 University Road, Min-hsiung Township, Chiayi County, 62102, Taiwan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301417"}, {"title": "The gains from trade in intermediate goods: A Ricardo-Sraffa-Samuelson model", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.08.013", "volume": "54", "authors": [{"authorName": "Kwok Tong Soo", "email": "k.soo@lancaster.ac.uk"}], "issue": null, "abstract": "This paper develops a model of intermediate and final goods trade based on comparative advantage. Firms endogenously decide whether to produce a final good directly using labour, or indirectly using both labour and intermediate inputs. It is shown that the gains from trade in intermediate and final goods exceeds that from trade in final goods alone. Falling trade and coordination costs result in an endogenous change in the structure of production towards a more fragmented structure, with corresponding implications for trade patterns.", "address": ["Lancaster University, United Kingdom"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017306391"}, {"title": "Multiproduct competition in a North-South model with technological differences", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.09.001", "volume": "54", "authors": [{"authorName": "Kyungmin Kim", "email": null}], "issue": null, "abstract": "This paper examines multiproduct competition in a simple North-South model with technological differences. I mainly focus on strategic decisions on the product scope in the global economy. I find that there are several different types of equilibria depending on technological differences and relative cost advantage of the Northern and Southern firms. When each firm has local cost advantage and technological difference between firms is sufficiently large, firms reallocate resources toward their more profitable products. By contrast, when there exists a small technological difference or global cost advantage, the more productive firm may expand the product line.", "address": ["The Bank of Korea, 39 Namdaemun-ro, Jung-gu, Seoul, South Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301496"}, {"title": "Punching out of one's weight class? Cross agreement retaliation in the WTO", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.09.002", "volume": "54", "authors": [{"authorName": "James C. Hartigan", "email": "hartigan@ou.edu"}], "issue": null, "abstract": "Agreements are expressed in terms of the level of standards, which serves as a proxy for the degree of permitted discretion. A pair of sub-agreements constitutes the treaty. The extent to which preferences of governments entail cross agreement linkages in negotiation are presented. The model is applied to the WTO's DSU, revealing that it contributes to performance of the agreement when a regime is elected desiring weaker commitments. When cross agreement retaliation is more effective than within agreement retaliation is disclosed. This does not depend upon power disparities of the signatories, although implications for the achievement of negotiations may exist. This template helps you to create a properly formatted manuscript.", "address": ["Department of Economics, University of Oklahoma, Cate Center I, Norman, OK 73072, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017306809"}, {"title": "Foreign direct investment and export quality upgrading in China's manufacturing sector", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.09.009", "volume": "54", "authors": [{"authorName": "Sajid Anwar", "email": "SAnwar@usc.edu.au"}, {"authorName": "Sizhong Sun", "email": "Sizhong.sun@jcu.edu.au"}], "issue": null, "abstract": "Using a Melitz-type theoretical model of firm heterogeneity, we show that (i) the presence of foreign firms within an industry affects the industry export quality and (ii) the industry export quality is directly related to the industry export price. As the industry export price can be approximated by the industry export unit value, our work provides a rigorous theoretical justification for several empirical studies that use export unit value as a proxy for export quality. We then convert our theoretical model-based structural relationships into a system of equations. Using industry level panel data from China's manufacturing sector, and measuring the industry export quality by the industry export unit value, we find that an increase in foreign presence in China's manufacturing sector contributes to a significant increase in China's export quality. We also distinguish between foreign presence in China originating from the Hong Kong, Macao and Taiwan (HMT) and non-HMT regions. We find that foreign presence in China's manufacturing sector that originates from the HMT region leads to a much larger increase in China's export quality. The main empirical result is found to be robust with respect to alternative measures of foreign presence and aggregate demand.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017306962"}, {"title": "Does the debt tax shield distort ownership efficiency?", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.09.012", "volume": "54", "authors": [{"authorName": "Pehr-Johan Norbäck", "email": "pehr-johan.norback@ifn.se"}, {"authorName": "Lars Persson", "email": "lars.persson@ifn.se"}, {"authorName": "Joacim Tåg", "email": "joacim.tag@ifn.se"}], "issue": null, "abstract": "The tax laws of most developed countries are debt biased since firms can deduct interest on debt but not on equity. This bias is known to distort investment decisions. However, less is known about how the debt tax shield affects the ownership of assets when bidders differ financial expertise and thus in optimal use of leverage. We show that the debt tax shield need not always distort ownership efficiency. Assets end up with the socially preferred owner when differences in financial and productive expertise between bidders is small and better financial expertise reduces expected bankruptcy costs.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017307086"}, {"title": "Foreign ownership and stock market liquidity", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.10.007", "volume": "54", "authors": [{"authorName": "Jieun Lee", "email": null}, {"authorName": "Kee H. Chung", "email": "keechung@buffalo.edu"}], "issue": null, "abstract": "In this study we analyze how the price impact of trades and the bid-ask spread are related to foreign stock ownership using data from 20 emerging markets. We show that while the price impact of trades increases with the percentage of shares held by foreign investors, the bid-ask spread decreases with foreign ownership. We interpret these results as evidence that although foreign investors increase adverse selection risks for liquidity providers, they bring net benefit to the market in terms of lower trading costs by increasing competition in the price discovery process. The general increase in foreign ownership in emerging markets after the global financial crisis resulted in higher price impacts and lower spreads. The two-stage least squares regression analysis suggests that our results are unlikely to be driven by reverse causality.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301600"}, {"title": "Review of the Research Handbook on Sovereign Wealth Funds and International Investment Law", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-03-01", "doiUrl": "10.1016/j.iref.2017.02.003", "volume": "54", "authors": [{"authorName": "Stanislav Martínek", "email": "st.martinek@gmail.com"}], "issue": null, "abstract": null, "address": ["University of Economics, Prague, Faculty of International Relations, Czech Republic"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301144"}, {"title": "Interaction effect of tax evasion and legal system inefficiency on firms' financial constraints", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Germana Giombini", "email": "germana.giombini@uniurb.it"}, {"authorName": "Désirée Teobaldelli", "email": "desiree.teobaldelli@uniurb.it"}, {"authorName": "Friedrich Schneider", "email": "friedrich.schneider@jku.at"}], "coverDate": "2018-05-01", "doiUrl": "10.1016/j.iref.2018.01.009", "volume": "55", "year": "2018", "issue": null, "abstract": "This paper analyzes the joint effect of tax evasion and the legal system's inefficiency on firms' financial constraints. Our theory highlights that each factor exerts ambiguous effects on the difficulties encountered by firms that seek financing. However, under mild assumptions, our model leads to the conclusion that higher degrees of tax evasion and judicial inefficiencies both increase firms' financial constraints. Moreover, tax evasion and legal system inefficiency exert a joint impact as they mitigate each other's negative effect on credit constraints. We test our results by using firm-level data based on the World Business Environment Survey. The empirical findings confirm our theoretical hypotheses.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018300522"}, {"title": "Introduction to Recent Advances in International Trade and Finance", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.011", "volume": "56", "authors": [{"authorName": "Chi-Chur Chao", "email": "c.chao@deakin.edu.au"}, {"authorName": "Eden S.H. Yu", "email": "edenyu@cuhai.edu.hk"}], "issue": null, "abstract": null, "address": ["Chu Hai College of Higher Education, Tuen Mun, Hong Kong", "Department of Economics, Deakin University, Geelong, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601830248X"}, {"title": "Specializations, financial constraints, and income distribution", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.012", "volume": "56", "authors": [{"authorName": "Takuma Kunieda", "email": "tkunieda@kwansei.ac.jp"}, {"authorName": "Kazuo Nishimura", "email": "nishimura@rieb.kobe-u.ac.jp"}, {"authorName": "Akihisa Shibata", "email": "shibata@kier.kyoto-u.ac.jp"}], "issue": null, "abstract": "We investigate how financial frictions affect across- and within-country income distributions by using a three-country dynamic general equilibrium model. In our model, the first and second countries specialize in producing (country-specific) intermediate goods and face financial constraints. The third country produces the final goods by using its own labor and intermediate goods purchased from the first and second countries. The financial markets of these countries are perfectly separated from each other, and the interest rates differ across countries. Our finding is that if the elasticity of substitution between the two intermediate goods is sufficiently high, the relaxation of financial constraints in the first (second) country decreases the second (first) country's income, whereas if the elasticity of substitution is sufficiently low, the relaxation of financial constraints in the first (second) country increases the second (first) country's income. We also find that the income inequality across the three countries is widened by the further relaxation of financial constraints in the country with higher financial development, regardless of the ranking of the per capita income between the first and second countries. Furthermore, the income inequality within the first or second country is reduced as the financial constraints in that country are relaxed.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302491"}, {"title": "The impact of the first Sino-Japanese war indemnity: Transfer problem reexamined", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.013", "volume": "56", "authors": [{"authorName": "Baomin Dong", "email": "baomindong@vip.163.com"}, {"authorName": "Yibei Guo", "email": "dabei913@163.com"}], "issue": null, "abstract": "The first Sino-Japanese war that took place in 1894–1895 was concluded with Japan's victory and the Treaty of Shimonoseki which in effect requires China to pay a war indemnity of 230 million taels of K.P. silver; cede Taiwan to Japan in perpetuity and full sovereignty; open treaty ports for Japanese export and investment, etc. The amount of indemnity was about a quarter of Japan's GDP at the time. In contrary to the effect of Franco-Prussia war indemnity payment on France studied in Devereux and Smith (2007), China's post war terms-of-trade was improved. Using a small open economy (SOE) full DGE model, this paper investigates the impacts of the war indemnity on China's economy for 1895–1900, particularly issues related to the “transfer problem”. Our simulation results predict an improvement of the terms of trade which fits the Chinese history. The assumptions of two-goods setting, import markup, and SOE explain the difference in results between the current paper and Devereux and Smith (2007).", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302508"}, {"title": "Bilateral international agreement, cooperation and reneging", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.014", "volume": "56", "authors": [{"authorName": "Munirul H. Nabin", "email": null}, {"authorName": "Pasquale M. Sgro", "email": "sgro@deakin.edu.au"}], "issue": null, "abstract": "We consider two democratic countries, where each of country's government has to decide whether to sign a bilateral agreement to produce a public good where both countries' citizens will benefit. The production cost is funded by tolls charged by each country to those citizens who are using the public good. The bilateral agreement can be based on two alternatives: (i) a non-cooperative agreement and (ii) a cooperative agreement. Both alternatives have the same constraint of the status-quo i.e. at least half of the citizens must be satisfied with the agreement so that ruling party can ensure that it can be re-elected under the pair wise voting rule. In this setup, we find that the non-cooperative agreement is dominant over the cooperative agreement in terms of welfare. Later, we drop the status quo constraint from the cooperative agreement and find that (a) under symmetric benefit case (i.e. where both countries have the same level of benefit from a public good), the non-cooperative agreement is weakly dominant over the cooperative agreement in terms of welfare; and (b) under the asymmetric benefit case the complete cooperation is not possible. Finally, we show that, under certain conditions, the welfare of the Nash Bargaining Solution (NBS) is equivalent to the welfare of non-cooperative agreement with the status-quo. Furthermore, although the welfare of NBS is higher under asymmetric expected benefits, it is possible that one ruling party loses its majority votes as the majority are not satisfied with the bilateral agreement. Therefore, ex-post, it is possible that one country will renege on such a cooperative agreement.", "address": ["Department of Economics, Deakin Business School, Deakin University, Geelong, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601830251X"}, {"title": "Trade liberalization and product R&D in a differentiated duopoly", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.015", "volume": "56", "authors": [{"authorName": "Hong Hwang", "email": null}, {"authorName": "Yi-Shan Hsueh", "email": null}, {"authorName": "Cheng-Hau Peng", "email": "chpon@mail.fju.edu.tw"}], "issue": null, "abstract": "This paper employs an intra-industry trade model with one firm in each country to examine the impact of trade liberalization on firms' incentives to engage in product R&D. We show that trade liberalization may decrease a firm's product R&D if the marginal willingness to pay for the firm's innovation from its home consumers is higher than that from its foreign consumers. This negative relationship between trade liberalization and R&D investments is opposite to the standard result in the literature where the firms engage in process R&D.", "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302521"}, {"title": "The extensive and intensive margins of exports of firms in developing and emerging countries", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.016", "volume": "56", "authors": [{"authorName": "Paulo José Regis", "email": "paulo.regis@xjtlu.edu.cn"}], "issue": null, "abstract": "Using a dataset of over 86,000 firms from 179 surveys in developing and emerging countries, this paper presents evidence of the relationship between the margins of trade and productivity. Consistent with heterogeneous firm theoretical models, firms with high productivity have both greater likelihood of exporting (extensive margin) and higher export volume (intensive margin). Access to credit increases likelihood of entry to international markets; however, credit does not increase export volume. Size is a robust indicator of exporting status and the volume of exports. Firms with foreign ownership participation tend to be exporters, while those with state participation tend not to be.", "address": ["Xi'an Jiaotong-Liverpool University, PR China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302533"}, {"title": "Genetic diversity and economic development: Evidence from Chinese provinces", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.017", "volume": "56", "authors": [{"authorName": "Kenneth S. Chan", "email": "chanken93@gmail.com"}, {"authorName": "Vinh Q.T. Dang", "email": "dang.vinh@outlook.com"}, {"authorName": "Tingting Li", "email": "litingting@mail.sysu.edu.cn"}], "issue": null, "abstract": "This paper examines whether the genetic patterns among Chinese provinces are good predictors of provincial prosperity. Asfraf & Galor (2013) found genetic diversity has two offsetting impacts on prosperity. It lowers the interpersonal trust, which weakens collective actions. But it also brings a variety of ideas and abilities that are conducive to innovation. Asfraf-Galor found a hump-shaped relationship between genetic diversity and prosperity. Our paper finds genetic diversity has a negative impact not only on trust but also on innovative activities among Chinese provinces. Hence, only part of Ashraf-Galor's predictions is supported. A collectivist culture might explain this difference.", "address": ["d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302545"}, {"title": "Environmental corporate social responsibility, firm dynamics and wage inequality", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.018", "volume": "56", "authors": [{"authorName": "Mong Shan Ee", "email": "mong.e@deakin.edu.au"}, {"authorName": "Chi-Chur Chao", "email": null}, {"authorName": "Leonard F.S. Wang", "email": null}, {"authorName": "Eden S.H. Yu", "email": null}], "issue": null, "abstract": "Based on a general-equilibrium framework, this paper examines the income distributional effect of firms which commit to environmental corporate social responsibility (ECSR) investments. In the short run with fixed number of firms, ECSR investment raises capital rental cost and hence widens wage inequality between skilled and unskilled workers via the factor substitution effect, while the increased capital cost causes firms to exit in the long run. This releases capital and hence lowers the capital rental cost. Thus, the wage gap can be mitigated or even narrowed by a rise in unskilled wage and a drop in skilled wage via the firm-exit effect. This theoretical prediction is confirmed by the empirical result.", "address": ["d", "c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302557"}, {"title": "Corporate social responsibility, product market competition, and product market performance", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.019", "volume": "56", "authors": [{"authorName": "Wu Han", "email": "jnuwuhan@163.com"}, {"authorName": "Yu Zhuangxiong", "email": "yuzx-4@163.com"}, {"authorName": "Li Jie", "email": "eflijie@jnu.edu.cn"}], "issue": null, "abstract": "Using the data of Chinese listed firms from 2008 to 2014, we explore how product market competition affects the impact of corporate social responsibility (CSR) on firms' product market performance and the underlying mechanism. We document that CSR significantly decreases firms' product market performance only in noncompetitive industries, and the evidence is significant only for non-state-owned firms, primarily through the channel of weaker debt financing capability. Better corporate governance can effectively alleviate the negative impact of CSR on firms’ product market performance in noncompetitive industries.", "address": ["Institute of Industrial Economics & Institute of Industrial Organization and Regulation, Jinan University, Guangzhou 510632, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302569"}, {"title": "Surges and reversals in capital flows", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.020", "volume": "56", "authors": [{"authorName": "Mahvash S. Qureshi", "email": "mqureshi@imf.org"}, {"authorName": "Naotaka Sugawara", "email": "nsugawara@worldbank.org"}], "issue": null, "abstract": "We examine the drivers of large cross-border capital flows in emerging and frontier market economies by adopting a new approach that characterizes capital flows into three categories: surges, normal flows, and reversals. Our results show that distinguishing between the different states of flows is important, and that global and domestic factors do not affect surge and reversal likelihood symmetrically. We also find that there are some differences in the factors associated with surges and reversals in emerging and frontier market economies.", "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302570"}, {"title": "In search of a unit of stable global purchasing power", "journal": "International Review of Economics & Finance", "year": "2018", "coverDate": "2018-07-01", "doiUrl": "10.1016/j.iref.2018.03.021", "volume": "56", "authors": [{"authorName": "Lok Sang Ho", "email": "Lsho@Chuhai.edu.hk"}], "issue": null, "abstract": "This paper introduces an improved version of the \"World Currency Unit\" (Ho, 2000), a synthetic unit of account representing constant real purchasing power. If commodity prices and bonds are quoted in this unit while allowing settlement in any currency, real prices and real interest rates will become more transparent. We show that the real prices of commodities are sensitive to movements in the nominal exchange value of the US dollar, and that they are Granger-caused by movements in the US dollar's nominal effective exchange rate. The proposed unit has implications for efficiency and the stability of the international monetary order.", "address": ["Faculty of Business, Chu Hai College of Higher Education, 80 Castle Peak Road, Tuen Mun, Hong Kong"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056018302582"}, {"title": "Investor response to public news, sentiment and institutional trading in emerging markets: A review", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Janusz Brzeszczyński", "email": "janusz.brzeszczynski@northumbria.ac.uk"}, {"authorName": "Jerzy Gajdka", "email": null}, {"authorName": "Ali M. Kutan", "email": null}], "coverDate": "2015-11-01", "doiUrl": "10.1016/j.iref.2015.10.042", "volume": "40", "year": "2015", "issue": null, "abstract": null, "address": ["c", "e", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001926"}, {"title": "Asymmetric tax competition and fiscal equalization in a repeated game setting", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.10.004", "volume": "41", "authors": [{"authorName": "Hikaru Ogawa", "email": "ogawa@e.u-tokyo.ac.jp"}, {"authorName": "Wenming Wang", "email": "wangwenmingchn@163.com"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001549"}, {"title": "Ex day effects of the 2003 dividend tax cut", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.09.007", "volume": "41", "authors": [{"authorName": "Rakesh Bali", "email": "jack@jcfrancis.com"}, {"authorName": "Jack Clark Francis", "email": null}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001525"}, {"title": "Financial structure, firm size and industry growth", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.10.002", "volume": "41", "authors": [{"authorName": "Dong-Hyeon Kim", "email": null}, {"authorName": "Shu-Chin Lin", "email": "econscl@mail.tku.edu.tw"}, {"authorName": "Ting-Cih Chen", "email": null}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001501"}, {"title": "Dynamic Laffer curves, population growth and public debt overhangs", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.10.001", "volume": "41", "authors": [{"authorName": "Yoichi Tsuchiya", "email": "ytsuchiya@rs.tus.ac.jp"}], "issue": null, "abstract": null, "address": ["Tokyo University of Science, 500 Shimokiyoku, Kuki, Saitama 346-8512, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001495"}, {"title": "Anti-dumping protection, price undertaking and product innovation", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.09.006", "volume": "41", "authors": [{"authorName": "Kuo-Feng Kao", "email": "kuofeng@mail.tku.edu.tw"}, {"authorName": "Cheng-Hau Peng", "email": "chpon@fju.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001483"}, {"title": "Nontariff protection without an outside good", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.09.005", "volume": "41", "authors": [{"authorName": "Hajime Takatsuka", "email": "takatsuka@gsm.kagawa-u.ac.jp"}, {"authorName": "Dao-Zhi Zeng", "email": "zeng@se.is.tohoku.ac.jp"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001471"}, {"title": "Incremental information of stock indicators", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.09.004", "volume": "41", "authors": [{"authorName": "Dimitrios I. Vortelinos", "email": "dvortelinos@lincoln.ac.uk"}], "issue": null, "abstract": null, "address": ["Lincoln Business School, University of Lincoln, LN6 7TS, UK"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601500146X"}, {"title": "Shadow-banking entrusted loan management, deposit insurance premium, and capital regulation", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.09.003", "volume": "41", "authors": [{"authorName": "Xuelian Li", "email": "xlli@swufe.edu.cn"}, {"authorName": "Jyh-Horng Lin", "email": "lin9015@mail.tku.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001458"}, {"title": "Great ratios and international openness", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.09.002", "volume": "41", "authors": [{"authorName": "Juin-Jen Chang", "email": "jjchang@econ.sinica.edu.tw"}, {"authorName": "Chang-Ching Lin", "email": "ever@mail.ncku.edu.tw"}, {"authorName": "Hsieh-Yu Lin", "email": "hylin@econ.sinica.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001446"}, {"title": "Predicting asset returns in the BRICS: The role of macroeconomic and fundamental predictors", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.09.001", "volume": "41", "authors": [{"authorName": "Ricardo M. Sousa", "email": "rjsousa@eeg.uminho.pt"}, {"authorName": "Andrew Vivian", "email": "a.j.vivian@lboro.ac.uk"}, {"authorName": "Mark E. Wohar", "email": "mwohar@mail.unomaha.edu"}], "issue": null, "abstract": null, "address": ["c", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001434"}, {"title": "Inflation, credit, and indexed unit of account", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.015", "volume": "41", "authors": [{"authorName": "Hyung Sun Choi", "email": "hyungsunchoi@khu.ac.kr"}, {"authorName": "Ohik Kwon", "email": null}, {"authorName": "Manjong Lee", "email": null}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001422"}, {"title": "Explaining asymmetries in bilateral FDI flows", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.014", "volume": "41", "authors": [{"authorName": "Jinzhuo Z. Garrett", "email": "jzgarrett@hsc.edu"}], "issue": null, "abstract": null, "address": ["Hampden-Sydney College, Department of Economics and Business, 868 Graham Hall, Hampden Sydney, VA 23943, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001410"}, {"title": "Can commodity returns forecast Canadian sector stock returns?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.013", "volume": "41", "authors": [{"authorName": "Steven J. Jordan", "email": "econometric.solutions@yahoo.com"}, {"authorName": "Andrew Vivian", "email": "a.j.vivian@lboro.ac.uk"}, {"authorName": "Mark E. Wohar", "email": "mwohar@mail.unomaha.edu"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001409"}, {"title": "Directional analysis of fiscal sustainability: Revisiting Domar's debt sustainability condition", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.012", "volume": "41", "authors": [{"authorName": "Yoichi Tsuchiya", "email": "ytsuchiya@rs.tus.ac.jp"}], "issue": null, "abstract": null, "address": ["School of Management, Tokyo University of Science, 500 Shimokiyoku, Kuki, Saitama 346-8512, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001392"}, {"title": "Does the US current account show a symmetric behavior over the business cycle?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.011", "volume": "41", "authors": [{"authorName": "Roberto Duncan", "email": "duncanr1@ohio.edu"}], "issue": null, "abstract": null, "address": ["Department of Economics, Ohio University, 349 Bentley Annex, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001306"}, {"title": "Does the trade gravity model depend on trading partners? Some evidence from Vietnam and her 54 trading partners", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.010", "volume": "41", "authors": [{"authorName": "Seema Narayan", "email": "seema.narayan@rmit.edu.au"}, {"authorName": "Tri Tung Nguyen", "email": null}], "issue": null, "abstract": null, "address": ["School of Economics, Finance and Marketing, Royal Melbourne Institute of Technology, Melbourne, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601500129X"}, {"title": "Long-run relationship between inequality and growth in post-reform China: New evidence from dynamic panel model", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.009", "volume": "41", "authors": [{"authorName": "Tingting Li", "email": "ltingting3-c@my.cityu.edu.hk"}, {"authorName": "Jennifer T. Lai", "email": "econlai@gmail.com"}, {"authorName": "Yong Wang", "email": "efywang@cityu.edu.hk"}, {"authorName": "Dingtao Zhao", "email": "box@ustc.edu.cn"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001288"}, {"title": "Unemployment and optimal currency intervention in an open economy", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.008", "volume": "41", "authors": [{"authorName": "Hailong Jin", "email": "hailongjin@bhsu.edu"}, {"authorName": "Yoonho Choi", "email": "ecoyoon@iastate.edu"}, {"authorName": "E. Kwan Choi", "email": "kchoi@iastate.edu"}], "issue": null, "abstract": null, "address": ["c", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001276"}, {"title": "The impact of short sale restrictions on informed trading in the stock and options markets", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.007", "volume": "41", "authors": [{"authorName": "Van Le", "email": "van.le@newcastle.edu.au"}, {"authorName": "Ralf Zurbruegg", "email": "ralf.zurbrugg@adelaide.edu.au"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001264"}, {"title": "Bank ownership and connected lending", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.005", "volume": "41", "authors": [{"authorName": "Siwapong Dheera-aumpon", "email": "dheera-aumpon.1@osu.edu"}], "issue": null, "abstract": null, "address": ["Department of Economics, Faculty of Economics, Kasetsart University, Bangkok 10900, Thailand"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001240"}, {"title": "Stock prices and macroeconomic factors: Some European evidence", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.004", "volume": "41", "authors": [{"authorName": "Amado Peiró", "email": "Amado.Peiro@uv.es"}], "issue": null, "abstract": null, "address": ["Departament d'Anàlisi Econòmica, Universitat de València, Av. dels Tarongers s/n, 46022 València, Spain"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001239"}, {"title": "Regime-dependent exchange-rate pass-through to import prices", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.003", "volume": "41", "authors": [{"authorName": "Rehim Kiliç", "email": "Rehim.Kilic@occ.treas.gov"}], "issue": null, "abstract": null, "address": ["Economics Department, 400 7th Street S.W., Washington, DC, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001227"}, {"title": "Are U.S. investors blindly chasing returns in foreign countries?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.08.002", "volume": "41", "authors": [{"authorName": "Liang Guo", "email": "lguo@csusb.edu"}], "issue": null, "abstract": null, "address": ["Department of Accounting and Finance, College of Business and Public Administration, California State University, San Bernardino, San Bernardino, CA, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001215"}, {"title": "Endogenous product differentiation and international R&D policy", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.07.005", "volume": "41", "authors": [{"authorName": "Andreas Hoefele", "email": "a.hoefele@gmail.com"}], "issue": null, "abstract": null, "address": ["Competition and Markets Authority, Victoria House, London WC1B 4AD, UK"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001124"}, {"title": "Portfolio choice with stochastic interest rates and learning about stock return predictability", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.07.003", "volume": "41", "authors": [{"authorName": "Marcos Escobar", "email": "escobar@ryerson.ca"}, {"authorName": "Sebastian Ferrando", "email": "ferrando@ryerson.ca"}, {"authorName": "Alexey Rubtsov", "email": "arubtsov@ryerson.ca"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001100"}, {"title": "Global risk spillover and the predictability of sovereign CDS spread: International evidence", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.10.047", "volume": "41", "authors": [{"authorName": "Sasha Srivastava", "email": null}, {"authorName": "Hai Lin", "email": "Hai.Lin@vuw.ac.nz"}, {"authorName": "Inguruwatte M. Premachandra", "email": "i.premachandra@otago.ac.nz"}, {"authorName": "Helen Roberts", "email": "helen.roberts@otago.ac.nz"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001975"}, {"title": "Extreme bounds of sovereign defaults: Evidence from the MENA region", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-01-01", "doiUrl": "10.1016/j.iref.2015.10.003", "volume": "41", "authors": [{"authorName": "Hussein Zeaiter", "email": "hussein.zeaiter@lau.edu.lb"}, {"authorName": "Raed El-Khalil", "email": "raed.elkhalil@lau.edu.lb"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001513"}, {"title": "Host market competition, foreign &lt;em&gt;FDI&lt;/em&gt; and domestic welfare", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yingyi Tsai", "email": "yytsai@nuk.edu.tw"}, {"authorName": "Arijit Mukherjee", "email": null}, {"authorName": "Jong-Rong Chen", "email": null}], "coverDate": "2016-03-01", "doiUrl": "10.1016/j.iref.2015.10.016", "volume": "42", "year": "2016", "issue": null, "abstract": null, "address": ["d", "f", "e", "g", "c", "b", "a", "h"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056015001665"}, {"title": "State-owned enterprises, competition and product quality", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-05-01", "doiUrl": "10.1016/j.iref.2016.02.009", "volume": "43", "authors": [{"authorName": "Munirul H. Nabin", "email": "munirul.nabin@deakin.edu.au"}, {"authorName": "Pasquale M. Sgro", "email": null}, {"authorName": "Xuan Nguyen", "email": null}, {"authorName": "Chi Chur Chao", "email": null}], "issue": null, "abstract": null, "address": ["Department of Economics, Deakin Business School, Deakin University, Geelong, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000253"}, {"title": "The global EKCs", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-05-01", "doiUrl": "10.1016/j.iref.2016.02.010", "volume": "43", "authors": [{"authorName": "Baomin Dong", "email": "baomindon@gmail.com"}, {"authorName": "Fei Wang", "email": "wangfei64@hotmail.com"}, {"authorName": "Yibei Guo", "email": "Baymax913@gmail.com"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000265"}, {"title": "International outsourcing, terms of trade and non-immiserization", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-05-01", "doiUrl": "10.1016/j.iref.2016.02.011", "volume": "43", "authors": [{"authorName": "Jai-Young Choi", "email": "Choijy@lamar.edu"}], "issue": null, "abstract": null, "address": ["Department of Economics and Finance, College of Business, P.O. Box 10045, Lamar University, Beaumont, TX 77710, USA."], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000277"}, {"title": "Tariffs, technology licensing and adoption", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-05-01", "doiUrl": "10.1016/j.iref.2016.02.012", "volume": "43", "authors": [{"authorName": "Hsiu-Li Chen", "email": "hlchen@mail.mcu.edu.tw"}, {"authorName": "Hong Hwang", "email": "echong@ntu.edu.tw"}, {"authorName": "Arijit Mukherjee", "email": "arijit.mukherjee@nottingham.ac.uk"}, {"authorName": "Pei-Cyuan Shih", "email": "pcshih@mail.mcu.edu.tw"}], "issue": null, "abstract": null, "address": ["d", "f", "e", "g", "c", "b", "a", "h"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000289"}, {"title": "Under-consumption, trade surplus, and income inequality in China", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-05-01", "doiUrl": "10.1016/j.iref.2016.02.013", "volume": "43", "authors": [{"authorName": "Kenneth S. Chan", "email": null}, {"authorName": "Vinh Q.T. Dang", "email": "dangvinh@umac.mo"}, {"authorName": "Tingting Li", "email": null}, {"authorName": "Jacky Y.C. So", "email": null}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000290"}, {"title": "FDI technology spillovers, geography, and spatial diffusion", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-05-01", "doiUrl": "10.1016/j.iref.2016.02.014", "volume": "43", "authors": [{"authorName": "Mi Lin", "email": "linmixm@gmail.com"}, {"authorName": "Yum K. Kwan", "email": "efykkwan@cityu.edu.hk"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000307"}, {"title": "Economic integration, product cycles and regime effects", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-05-01", "doiUrl": "10.1016/j.iref.2016.02.015", "volume": "43", "authors": [{"authorName": "Ying Liu", "email": null}, {"authorName": "Zhe Wang", "email": null}, {"authorName": "Xiaopeng Yin", "email": "xyin_ca@yahoo.com"}], "issue": null, "abstract": null, "address": ["University of International Business and Economics, 100029, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000319"}, {"title": "Interest rate changes and stock returns: A European multi-country study with wavelets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Román Ferrer", "email": "roman.ferrer@uv.es"}, {"authorName": "Vicente J. Bolós", "email": "vicente.bolos@uv.es"}, {"authorName": "Rafael Benítez", "email": "rbenitez@unex.es"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.03.001", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000472"}, {"title": "Trade openness and the Phillips curve: The neglected heterogeneity and robustness of empirical evidence", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Sylvester C.W. Eijffinger", "email": null}, {"authorName": "Zongxin Qian", "email": "qianzx@ruc.edu.cn"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.03.006", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000526"}, {"title": "Bank competition and monetary policy transmission through the bank lending channel: Evidence from ASEAN", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Habib Hussain Khan", "email": "habib.suduzai@gmail.com"}, {"authorName": "Rubi Binti Ahmad", "email": "rubi@um.edu.my"}, {"authorName": "Chan Sok Gee", "email": "sokgee@um.edu.my"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.03.003", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["Department of Finance and Banking, Faculty of Business and Accountancy, University of Malaya, Malaysia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000496"}, {"title": "The dynamic linkage between insurance activities and banking credit: Some new evidence from global countries", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Guanchun Liu", "email": "liuguanchun1@126.com"}, {"authorName": "Chengsi Zhang", "email": "zhangcs@ruc.edu.cn"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.03.002", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000484"}, {"title": "Swiss franc's one-sided target zone during 2011–2015", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Cho-Hoi Hui", "email": "chhui@hkma.gov.hk"}, {"authorName": "Chi-Fai Lo", "email": "cflo@phy.cuhk.edu.hk"}, {"authorName": "Tom Pak-Wing Fong", "email": "tom_pw_fong@hkma.gov.hk"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.03.004", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000502"}, {"title": "A macro-finance term structure model with multivariate stochastic volatility", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Márcio P. Laurini", "email": "mplaurini@gmail.com"}, {"authorName": "João F. Caldeira", "email": null}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.03.008", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300016"}, {"title": "How continuing exporters set the price? Theory and empirical evidence from China", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yong Tan", "email": "yong.tan@nju.edu.cn"}, {"authorName": "Faqin Lin", "email": "linfaqin@126.com"}, {"authorName": "Cui Hu", "email": "1985hucui@163.com"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.03.009", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300028"}, {"title": "In search of the determinants of European asset market comovements", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Pedro Gomes", "email": "pgomes@eco.uc3m.es"}, {"authorName": "Abderrahim Taamouti", "email": "abderrahim.taamouti@durham.ac.uk"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.03.005", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000514"}, {"title": "Private equity firm heterogeneity and cross-border acquisitions", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Isaac Holloway", "email": "iholloway@ivey.uwo.ca"}, {"authorName": "Hoan Soo Lee", "email": "hoansoo@sem.tsinghua.edu.cn"}, {"authorName": "Tao Shen", "email": "shentao@sem.tsinghua.edu.cn"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.04.001", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300144"}, {"title": "Pay for accounting performance and R&D investment: Evidence from China", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Shenglan Chen", "email": "chenshenglan@imu.edu.cn"}, {"authorName": "Bingxuan Lin", "email": "blin@uri.edu"}, {"authorName": "Rui Lu", "email": "lurui@mail.sysu.edu.cn"}, {"authorName": "Hui Ma", "email": "mahuiacc@126.com"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.04.004", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630017X"}, {"title": "Constant versus variable markups: Implications for the law of one price", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hakan Yilmazkuday", "email": "hyilmazk@_u.edu"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.04.003", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["Department of Economics, Florida International University, Miami, FL 33199, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300168"}, {"title": "Is the refining margin stationary?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Javier Población", "email": "javier.poblacion@bde.es"}, {"authorName": "Gregorio Serna", "email": "gregorio.serna@uah.es"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.04.011", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300247"}, {"title": "Product market competition and earnings management around open-market repurchase announcements", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Tsai-Ling Liao", "email": "tlliao@nfu.edu.tw"}, {"authorName": "Wen-Chun Lin", "email": "fnwjlin@ntub.edu.tw"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.04.006", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300193"}, {"title": "Gambling in the Hong Kong stock market", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yue-Cheong Chan", "email": "afycchan@polyu.edu.hk"}, {"authorName": "Andy C.W. Chui", "email": "afandy@polyu.edu.hk"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.04.012", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["School of Accounting and Finance, Hong Kong Polytechnic University, Hung Hom, Kowloon, Hong Kong"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300259"}, {"title": "Does control-ownership disparity matter to foreign investors in Korea?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Youkyoung Lee", "email": "artisee@korea.ac.kr"}, {"authorName": "Myeonghyeon Cho", "email": "chom@korea.ac.kr"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.04.007", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["Korea University Business School, Korea University, 145, Anam-ro, Seongbuk-gu, Seoul, Republic of Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630020X"}, {"title": "Do analysts cater to investor beliefs via target prices", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "An-Sing Chen", "email": "finasc@ccu.edu.tw"}, {"authorName": "Chong-Chuo Chang", "email": "aaron@asia.edu.tw"}, {"authorName": "Lee-Young Cheng", "email": "finlyc@ccu.edu.tw"}, {"authorName": "Hsing-Yu Tu", "email": "yyyayyya.tw@yahoo.com.tw"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.04.005", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300181"}, {"title": "Testing an alternative price-setting behavior in the new Keynesian Phillips curve: Extrapolative price-setting mechanism", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yoonseok Choi", "email": "yoonchoi3@skku.edu"}, {"authorName": "Sunghyun Kim", "email": "shenrykim@skku.edu"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.019", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000459"}, {"title": "International Review of Economics and Finance (1992–2015): The past 24&nbsp;years and beyond", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chunfang Cao", "email": "ccf@swufe.edu.cn"}, {"authorName": "Tingting Zhang", "email": "ztt_swufe@163.com"}, {"authorName": "Chih-Hsiang Chang", "email": "cch@nuk.edu.tw"}, {"authorName": "Kam C. Chan", "email": "Johnny.chan@wku.edu"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.018", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000447"}, {"title": "Product market cooperation, entry and consumer welfare", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chih-Chen Liu", "email": null}, {"authorName": "Arijit Mukherjee", "email": null}, {"authorName": "Leonard F.S. Wang", "email": "lfswang@gmail.com"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.017", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["d", "f", "e", "g", "c", "b", "a", "h"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000435"}, {"title": "Strategic outsourcing with technology transfer under price competition", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Tarun Kabiraj", "email": "tarunkabiraj@hotmail.com"}, {"authorName": "Uday Bhanu Sinha", "email": "sinhauday@yahoo.com"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.016", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000423"}, {"title": "Do venture capitalists improve the operating performance of IPOs?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hung-Kun Chen", "email": null}, {"authorName": "Woan-lih Liang", "email": "wlliang1974@gmail.com"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2015.12.009", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000241"}, {"title": "Labor protection and the privatization or partial privatization method", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Mohamed Belkhir", "email": "m.belkhir@uaeu.ac.ae"}, {"authorName": "Hamdi Ben-Nasr", "email": "hbennasr@ksu.edu.sa"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.008", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601600023X"}, {"title": "Does geography matter in a geographically small and culturally homogeneous country? Firm location and corporate credit risk", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Tsung-Kang Chen", "email": "vocterchen@mail.fju.edu.tw"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.007", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["Department of Finance and International Business, Fu Jen Catholic University, No. 510, Jhongjheng Rd., Sinjhuang Dist., New Taipei City 242, Taiwan, ROC"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000228"}, {"title": "Purchasing power parity and real exchange rate in Central Eastern European countries", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chun Jiang", "email": null}, {"authorName": "Na Jian", "email": null}, {"authorName": "Tie-Ying Liu", "email": null}, {"authorName": "Chi-Wei Su", "email": "cwsu7137@gmail.com"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.006", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000216"}, {"title": "Vertical separation versus vertical integration in an endogenously growing economy", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Shu-hua Chang", "email": "shchang@nutc.edu.tw"}, {"authorName": "Ching-chong Lai", "email": null}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.005", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["c", "e", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000204"}, {"title": "Welfare effects of tourism-driven Dutch disease: The roles of international borrowings and factor intensity", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Ping-ho Chen", "email": "97258503@nccu.edu.tw"}, {"authorName": "Ching-chong Lai", "email": null}, {"authorName": "Hsun Chu", "email": null}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.004", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000198"}, {"title": "Trade duration, informed trading, and option moneyness", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kee H. Chung", "email": null}, {"authorName": "Seongkyu “Gilbert” Park", "email": null}, {"authorName": "Doojin Ryu", "email": "sharpjin@skku.edu"}], "coverDate": "2016-07-01", "doiUrl": "10.1016/j.iref.2016.02.003", "volume": "44", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000186"}, {"title": "Managerial compensation, product market competition and fraud", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.04.010", "volume": "45", "authors": [{"authorName": "Rainer Andergassen", "email": "rainer.andergassen@unibo.it"}], "issue": null, "abstract": null, "address": ["Department of Economics, University of Bologna, Piazza Scaravilli 2, 40126 Bologna, Italy"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300235"}, {"title": "Determinacy and learnability of equilibrium in a small-open economy with sticky wages and prices", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.04.014", "volume": "45", "authors": [{"authorName": "Eurilton Araújo", "email": "eurilton@gmail.com"}], "issue": null, "abstract": null, "address": ["Central Bank of Brazil, Brasília, Brazil FUCAPE Business School, Vitória, Brazil"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300272"}, {"title": "Size matters! Who is bashing whom in trade war?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.05.001", "volume": "45", "authors": [{"authorName": "Kaz Miyagiwa", "email": "kmiyagiwa@gmail.com"}, {"authorName": "Huasheng Song", "email": "songzju@zju.edu.cn"}, {"authorName": "Hylke Vandenbussche", "email": "hylke.vandenbussche@kuleuven.be"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300284"}, {"title": "Optimal allocation of government bond funds through the business cycle. Is money smart?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.04.008", "volume": "45", "authors": [{"authorName": "Ricardo Laborda", "email": "rlaborda@unizar.es"}, {"authorName": "Fernando Muñoz", "email": null}], "issue": null, "abstract": null, "address": ["Centro Universitario de la Defensa de Zaragoza, Academia General Militar, Ctra. de Huesca, s/n, 50090 Zaragoza, Spain"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300211"}, {"title": "Pricing strategy of emerging market exporters in alternate currency regimes: The role of comparative advantage", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.05.005", "volume": "45", "authors": [{"authorName": "Sushanta Mallick", "email": "s.k.mallick@qmul.ac.uk"}, {"authorName": "Helena Marques", "email": "helena.ferreira-marques@uib.es"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300405"}, {"title": "The trade effects of counter-cyclical fiscal policies", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.05.002", "volume": "45", "authors": [{"authorName": "Ho-Chuan Huang", "email": "river@mail.tku.edu.tw"}, {"authorName": "Pei-Chien Lin", "email": "pclin@mail.tku.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300296"}, {"title": "An examination of convergence hypothesis for EU-15 countries", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.05.007", "volume": "45", "authors": [{"authorName": "Reşat Ceylan", "email": "rceylan@pau.edu.tr"}, {"authorName": "Vasif Abiyev", "email": "vabiyev@aksaray.edu.tr"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300430"}, {"title": "Exchange rate regimes and fiscal discipline: The role of trade openness", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.04.013", "volume": "45", "authors": [{"authorName": "Mohammad Tarequl Hasan Chowdhury", "email": null}, {"authorName": "Prasad Sankar Bhattacharya", "email": null}, {"authorName": "Debdulal Mallick", "email": null}, {"authorName": "Mehmet Ali Ulubaşoğlu", "email": "mehmet.ulubasoglu@deakin.edu.au"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300260"}, {"title": "Does corporate governance mitigate bank diversification discount?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.05.008", "volume": "45", "authors": [{"authorName": "Hsin-Yu Liang", "email": "lianghy@fcu.edu.tw"}, {"authorName": "I-Ju Chen", "email": null}, {"authorName": "Sheng-Syan Chen", "email": null}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300442"}, {"title": "The role of structural breaks, nonlinearity and asymmetric adjustments in African bilateral real exchange rates", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.05.004", "volume": "45", "authors": [{"authorName": "Ahmad Hassan Ahmad", "email": "a.h.ahmad@lboro.ac.uk"}, {"authorName": "Olalekan Bashir Aworinde", "email": null}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300314"}, {"title": "Government protection, political connection and management turnover in China", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.03.010", "volume": "45", "authors": [{"authorName": "Louis T.W. Cheng", "email": "louis.cheng@polyu.edu.hk"}, {"authorName": "T.Y. Leung", "email": "tyleung@ouhk.edu.hk"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300454"}, {"title": "Bilateral vertical specialization between the U.S. and its trade partners — before and after the free trade agreements", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.05.003", "volume": "45", "authors": [{"authorName": "Jennifer Y. Leung", "email": "leung.108@osu.edu"}], "issue": null, "abstract": null, "address": ["Department of Agricultural, Environmental, and Development Economics, The Ohio State University, Columbus, OH 43210, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300302"}, {"title": "Intra- and extra-bank determinants of Latin American Banks' profitability", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.004", "volume": "45", "authors": [{"authorName": "Paolo Saona", "email": "psaonaho@slu.edu"}], "issue": null, "abstract": null, "address": ["Saint Louis University, John Cook School of Business, Av. Del Valle 34, 28003 Madrid, Spain"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300508"}, {"title": "Optimal licensing of uncertain patents in a differentiated Stackelberg duopolistic competition market", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.003", "volume": "45", "authors": [{"authorName": "Huaige Zhang", "email": null}, {"authorName": "Xuejun Wang", "email": null}, {"authorName": "Ping Qing", "email": "qingping@mail.hzau.edu.cn"}, {"authorName": "Xianpei Hong", "email": "xphong@mail.hzau.edu.cn"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300491"}, {"title": "Do stock returns provide a good hedge against inflation? An empirical assessment using Turkish data during periods of structural change", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.002", "volume": "45", "authors": [{"authorName": "Halit Aktürk", "email": "hakturk@meliksah.edu.tr"}], "issue": null, "abstract": null, "address": ["Department of Economics, Melikşah University, Melikşah Cd., 38280 Talas, Kayseri, Turkey"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300478"}, {"title": "Time-varying mark-up and the ECB monetary policy transmission in a highly non linear framework", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.001", "volume": "45", "authors": [{"authorName": "Giulio Cifarelli", "email": "giulio.cifarelli@unifi.it"}, {"authorName": "Giovanna Paladino", "email": "giovanna.paladino@intesasanpaolo.com"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300466"}, {"title": "How does statutory redemption affect a buyer's decision at the foreclosure sale?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.006", "volume": "45", "authors": [{"authorName": "Jyh-Bang Jou", "email": "jbjou@ntu.edu.tw"}, {"authorName": "Tan (Charlene) Lee", "email": "charlene@ncu.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630051X"}, {"title": "Impacts of future compensation on the incentive effects of existing executive stock options", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.007", "volume": "45", "authors": [{"authorName": "Chun-Hua Tang", "email": "chtang@mail.nsysu.edu.tw"}], "issue": null, "abstract": null, "address": ["Department of Finance, National Sun Yat-sen University, No. 70, Lienhai Rd., Kaohsiung City, 80424, Taiwan, ROC"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300521"}, {"title": "Directors' and officers' liability insurance and the sensitivity of directors' compensation to firm performance", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.005", "volume": "45", "authors": [{"authorName": "Yuwei Wang", "email": "Yuwei.wang@marist.edu"}, {"authorName": "Chia-wei Chen", "email": "achen@thu.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630048X"}, {"title": "A representative agent asset pricing model with heterogeneous beliefs and recursive utility", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.009", "volume": "45", "authors": [{"authorName": "Masataka Suzuki", "email": "masa-suzuki@ynu.ac.jp"}], "issue": null, "abstract": null, "address": ["Faculty of International Social Sciences, Yokohama National University, 79-4 Tokiwadai, Hodogaya, Yokohama 240-8501, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300545"}, {"title": "Macroeconomic factors and the cross-section of commodity futures returns", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.06.008", "volume": "45", "authors": [{"authorName": "Hua Shang", "email": "huashang@swufe.edu.cn"}, {"authorName": "Ping Yuan", "email": "yuanping@swufe.edu.cn"}, {"authorName": "Lin Huang", "email": "lhuang@swufe.edu.cn"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300533"}, {"title": "The uncovered interest rate parity anomaly and trading activity by non-dealer financial firms", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.05.006", "volume": "45", "authors": [{"authorName": "John F. Boschen", "email": "john.boschen@mason.wm.edu"}, {"authorName": "Kimberly J. Smith", "email": null}], "issue": null, "abstract": null, "address": ["Raymond A. Mason School of Business, The College of William and Mary, P.O. Box 8795, Williamsburg, VA 23185, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300429"}, {"title": "The licensing of eco-technology under emission taxation: Fixed fee vs. auction", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.004", "volume": "45", "authors": [{"authorName": "Seung-Leul Kim", "email": "slkim@jun.ac.kr"}, {"authorName": "Sang-Ho Lee", "email": "sangho@jun.ac.kr"}], "issue": null, "abstract": null, "address": ["Department of Economics, Chonnam National University, Gwangju, South Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300582"}, {"title": "What drives the Libor–OIS spread? Evidence from five major currency Libor–OIS spreads", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.04.002", "volume": "45", "authors": [{"authorName": "Jin Cui", "email": null}, {"authorName": "Francis In", "email": "francis.in@monash.edu"}, {"authorName": "Elizabeth Ann Maharaj", "email": null}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300156"}, {"title": "Co-movements of non-Euro EU currencies with the Euro", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.001", "volume": "45", "authors": [{"authorName": "Lucjan T. Orlowski", "email": "OrlowskiL@sacredheart.edu"}], "issue": null, "abstract": null, "address": ["Economics and Finance, Sacred Heart University, 5151 Park Avenue, Fairfield, CT 06825, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300557"}, {"title": "Trade, growth and growth volatility: New panel evidence", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.006", "volume": "45", "authors": [{"authorName": "Dong-Hyeon Kim", "email": null}, {"authorName": "Shu-Chin Lin", "email": null}, {"authorName": "Yu-Bo Suen", "email": "au4390@ooedu.tw"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300600"}, {"title": "Technology, trade and ‘urban poor’ in a general equilibrium model with segmented domestic factor markets", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.003", "volume": "45", "authors": [{"authorName": "Soumyatanu Mukherjee", "email": "smukherjee@iimk.ac.in"}], "issue": null, "abstract": null, "address": ["Economics Area, Indian Institute of Management Kozhikode (IIMK), India"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300570"}, {"title": "Exploring the sources of Spanish macroeconomic fluctuations: An estimation of a small open economy DSGE model", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.002", "volume": "45", "authors": [{"authorName": "José M. Martín-Moreno", "email": "jmartin@uvigo.es"}, {"authorName": "Rafaela Pérez", "email": "rmperezs@ccee.ucm.es"}, {"authorName": "Jesús Ruiz", "email": "jruizand@ccee.ucm.es"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300569"}, {"title": "Price discovery in the S&P 500 index derivatives markets", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.008", "volume": "45", "authors": [{"authorName": "Wei-Peng Chen", "email": "wpc@ntut.edu.tw"}, {"authorName": "Huimin Chung", "email": null}, {"authorName": "Donald Lien", "email": null}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300624"}, {"title": "Option-implied probability distributions: How reliable? How jagged?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.013", "volume": "45", "authors": [{"authorName": "Marco Taboga", "email": "marco.taboga@bancaditalia.it"}], "issue": null, "abstract": null, "address": ["Economic Outlook and Monetary Policy Department, Bank of Italy,Via Nazionale 91, 00184 Roma, Italy"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300685"}, {"title": "Does inflation cause growth in the reform-era China? Theory and evidence", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.012", "volume": "45", "authors": [{"authorName": "Qichun He", "email": "qichunhe@gmail.com"}, {"authorName": "Heng-fu Zou", "email": "hzoucema@gmail.com"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300673"}, {"title": "Trade of goods and services and risk sharing ability in international equity markets: Are these substitutes or complements?", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.007", "volume": "45", "authors": [{"authorName": "Seema Narayan", "email": "seema.narayan@rmit.edu.au"}, {"authorName": "Nadia Doytch", "email": null}, {"authorName": "Tri Tung Nguyen", "email": null}, {"authorName": "Karl Kluegel", "email": null}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300612"}, {"title": "The meltdown of the Chinese equity market in the summer of 2015", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.011", "volume": "45", "authors": [{"authorName": "Dehong Liu", "email": "dhliu@bjtu.edu.cn"}, {"authorName": "Hongmei Gu", "email": "nina_jlu@126.com"}, {"authorName": "Tiancai Xing", "email": "xingtiancai@126.com"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300661"}, {"title": "The overconfident trading behavior of individual versus institutional investors", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.016", "volume": "45", "authors": [{"authorName": "Hsiang-Hsi Liu", "email": "hsiang@mail.ntpu.edu.tw"}, {"authorName": "Wen-I Chuang", "email": "wichuang@ntu.edu.tw"}, {"authorName": "Jih-Jeng Huang", "email": "jjhuang@csim.scu.edu.tw"}, {"authorName": "Yu-Hao Chen", "email": "Yvone9@yahoo.com.tw"}], "issue": null, "abstract": null, "address": ["c", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300752"}, {"title": "Geography of cross-border portfolio investments and ICT diffusion", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.015", "volume": "45", "authors": [{"authorName": "Soyean Lee", "email": "sylee90@snu.ac.kr"}], "issue": null, "abstract": null, "address": ["Department of Economics, Seoul National University, Daehak-dong, Gwanak-gu, Seoul 151-742, Republic of Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300740"}, {"title": "Creative capital in production, inefficiency, and inequality: A theoretical analysis", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.010", "volume": "45", "authors": [{"authorName": "Amitrajeet A. Batabyal", "email": "aabgsh@rit.edu"}, {"authorName": "Peter Nijkamp", "email": "p.nijkamp@vu.nl"}], "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630065X"}, {"title": "Forecasting the volatility of the Dow Jones Islamic Stock Market Index: Long memory vs. regime switching", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.07.014", "volume": "45", "authors": [{"authorName": "Adnen Ben Nasr", "email": "adnen.bennasr@isg.rnu.tn"}, {"authorName": "Thomas Lux", "email": "lux@bwl.uni-kiel.de"}, {"authorName": "Ahdi Noomen Ajmi", "email": "ajmi.ahdi.noomen@gmail.com"}, {"authorName": "Rangan Gupta", "email": "rangan.gupta@up.ac.za"}], "issue": null, "abstract": null, "address": ["c", "e", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300739"}, {"title": "Productivity, firm size and trade liberalization in a partner country: Evidence from Korean firm-level data", "journal": "International Review of Economics & Finance", "year": "2016", "coverDate": "2016-09-01", "doiUrl": "10.1016/j.iref.2016.01.010", "volume": "45", "authors": [{"authorName": "Kul Kapri", "email": "kkapri@csbsju.edu"}], "issue": null, "abstract": null, "address": ["Department of Political Science & Economics, Rowan University, 201 Mullica Hill Road, Glassboro, NJ 08028, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000137"}, {"title": "When ad valorem tax prevails in international tax competition", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hikaru Ogawa", "email": "ogawa@e.u-tokyo.ac.jp"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.08.002", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["Graduate School of Economics and Graduate School of Public Policy, University of Tokyo, 7-3-1 Hongo Bunkyoku, Tokyo 113-0033, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300806"}, {"title": "Do economic variables improve bond return volatility forecasts?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Shih-Wei Chao", "email": "swchao@nccu.edu.tw"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.08.001", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["Department of Money and Banking, National Chengchi University, No.64, Sec.2, Zhinan Road, Taipei 116, Taiwan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630079X"}, {"title": "International joint venture and welfare-improving tariff-tax reforms", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yuxiang Zou", "email": "yuxiang.zou@zuel.edu.cn"}, {"authorName": "Tai-Liang Chen", "email": "tailiang.znuel@gmail.com"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.07.017", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300764"}, {"title": "Corporate social responsibility and downstream price competition with retailer's effort", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Charlie L. Chen", "email": null}, {"authorName": "Qian Liu", "email": null}, {"authorName": "Jie Li", "email": null}, {"authorName": "Leonard F.S. Wang", "email": "lfswang@gmail.com"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.08.003", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300818"}, {"title": "Extreme risk spillover effects in world gold markets and the global financial crisis", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Gang-Jin Wang", "email": "wanggangjin@hnu.edu.cn"}, {"authorName": "Chi Xie", "email": "xiechi@hnu.edu.cn"}, {"authorName": "Zhi-Qiang Jiang", "email": "zqjiang@ecust.edu.cn"}, {"authorName": "H. Eugene Stanley", "email": "hes@bu.edu"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.08.004", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a", "c", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301034"}, {"title": "Asymmetry cointegration between the value of the dollar and sectoral stock indices in the U.S", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Mohsen Bahmani-Oskooee", "email": "bahmani@uwm.edu"}, {"authorName": "Sujata Saha", "email": null}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.08.005", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["The Center for Research on International Economics and, Department of Economics, The University of Wisconsin-Milwaukee, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301058"}, {"title": "Credit, banking, liquidity shortfall, and monetary policy", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hyung Sun Choi", "email": "hyungsunchoi@khu.ac.kr"}, {"authorName": "Manjong Lee", "email": null}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.08.006", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301071"}, {"title": "Asymmetric information, heterogeneous prior beliefs, and public information", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Fuzhou Gong", "email": null}, {"authorName": "Hong Liu", "email": "mathhongliu@gmail.com"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.07.005", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300594"}, {"title": "Patent licensing under financial structure with limited liability", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kuang-Cheng Andy Wang", "email": null}, {"authorName": "Yi-Jie Wang", "email": null}, {"authorName": "Wen-Jung Liang", "email": "wjliang@mail.ndhu.edu.tw"}, {"authorName": "Ming-Che Tsai", "email": null}, {"authorName": "Chao-Cheng Mai", "email": null}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.09.001", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a", "c", "d", "e"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301149"}, {"title": "Multi-sector specific factors model with two mobile factors", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Can Dogan", "email": "dogan@na.edu"}, {"authorName": "Gokhan H. Akay", "email": "gokhan.akay@kemerburgaz.edu.tr"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.09.002", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301253"}, {"title": "Social trust and stock price crash risk: Evidence from China", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chunfang Cao", "email": "ccf@swufe.edu.cn"}, {"authorName": "Changyuan Xia", "email": "xia_cy@2014.swufe.edu.cn"}, {"authorName": "Kam C. Chan", "email": "johnny.chan@wku.edu"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.09.003", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301411"}, {"title": "Is the stock market impervious to monetary policy announcements: Evidence from emerging India", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Edwin Prabu A", "email": "edwinprabu@gmail.com"}, {"authorName": "Indranil Bhattacharyya", "email": null}, {"authorName": "Partha Ray", "email": null}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.09.007", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630171X"}, {"title": "Information transmission and dynamics of stock price movements: An empirical analysis of BRICS and US stock markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Rafiqul Bhuyan", "email": "rafiqulbhuyan@gmail.com"}, {"authorName": "Mohammad G. Robbani", "email": null}, {"authorName": "Bakhtear Talukdar", "email": null}, {"authorName": "Ajeet Jain", "email": null}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.09.004", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301514"}, {"title": "The Country of First Boys by Amartya Sen. New Delhi: Oxford University Press, 2015. 276pp, index. £14.99. ISBN 978-0-19-873818-3", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Amitrajeet A. Batabyal", "email": null}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.07.009", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["Department of Economics, Rochester Institute of Technology, Rochester, NY 14623-5604, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300636"}, {"title": "An Economist in the Real World, Kaushik Basu. MIT Press, Cambridge, MA (2015), (pp. xv + 240)", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Nirvikar Singh", "email": null}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.03.007", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["Professor of EconomicsUniversity of California, Santa CruzUniversity of CaliforniaSanta Cruz"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000538"}, {"title": "Vishaal Kishore, Ricardo's Gauntlet: Economic fiction and the flawed case for free trade, London: Anthem Press, 2014, ISBN: 978 1 78308 299 5", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Farhad Rassekh", "email": "Rassekh@hartford.edu"}], "coverDate": "2016-11-01", "doiUrl": "10.1016/j.iref.2016.02.020", "volume": "46", "year": "2016", "issue": null, "abstract": null, "address": ["University of Hartford, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016000460"}, {"title": "Nonlinear relationship between CEO power and capital structure: Evidence from China's listed SMEs", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.09.005", "volume": "47", "authors": [{"authorName": "Tongxia Li", "email": "toli2400@uni.sydney.edu.au"}, {"authorName": "Qaiser Munir", "email": "qaiser@ums.edu.my"}, {"authorName": "Mohd Rahimie Abd Karim", "email": "rahimie@ums.edu.my"}], "issue": null, "abstract": null, "address": ["Faculty of Business, Economics and Accountancy, Universiti Malaysia Sabah, Kota Kinabalu, Sabah, Malaysia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301691"}, {"title": "Diffusion of optimistic and pessimistic investor sentiment: An empirical study of an emerging market", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.008", "volume": "47", "authors": [{"authorName": "I-Chun Tsai", "email": "ictsai@nuk.edu.tw"}], "issue": null, "abstract": null, "address": ["Department of Finance, National University of Kaohsiung, No. 700, Kaohsiung University Rd., Nanzih District, 811, Kaohsiung, Taiwan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302076"}, {"title": "Export profitability, competition and technology", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.001", "volume": "47", "authors": [{"authorName": "Sugata Marjit", "email": "marjit@gmail.com"}, {"authorName": "Moushakhi Ray", "email": "rmoushakhi@gmail.com"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301915"}, {"title": "Directional and bidirectional causality between U.S. industry credit and stock markets and their determinants", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.005", "volume": "47", "authors": [{"authorName": "Syed Jawad Hussain Shahzad", "email": "jawad.kazmi5@gmail.com"}, {"authorName": "Safwan Mohd Nor", "email": "safwan@umt.edu.my"}, {"authorName": "Shawkat Hammoudeh", "email": "Shawkat.hammoudeh@gmail.com"}, {"authorName": "Muhammad Shahbaz", "email": "m.shahbaz@montpellier-bs.com"}], "issue": null, "abstract": null, "address": ["e", "b", "c", "f", "d", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302027"}, {"title": "Do analysts' forecasts of term spread differential help predict directional change in exchange rates?", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.003", "volume": "47", "authors": [{"authorName": "Hamid Baghestani", "email": "hbaghestani@aus.edu"}, {"authorName": "Hugo Toledo", "email": "htoledo@aus.edu"}], "issue": null, "abstract": null, "address": ["Department of Economics School of Business Administration American University of Sharjah, Sharjah 26666 UAE"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302015"}, {"title": "The effects of expectations-based monetary policy on international stock markets: An application of heterogeneous agent model", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.09.006", "volume": "47", "authors": [{"authorName": "Kuo-Che Hung", "email": "kc.hungfinance@gmail.com"}, {"authorName": "Tai Ma", "email": "matai@finance.nsysu.edu.tw"}], "issue": null, "abstract": null, "address": ["Department of Finance, National Sun Yat-sen University, No. 70, Lienhai Rd., Kaohsiung 80424, Taiwan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301708"}, {"title": "Pseudo market-makers, market quality and the minimum tick size", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.002", "volume": "47", "authors": [{"authorName": "Andrew Lepone", "email": "andrew.lepone@mgsm.edu.au"}, {"authorName": "Jin Boon Wong", "email": null}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302003"}, {"title": "Catching up or drifting apart: Convergence of household and business credit in Europe", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.006", "volume": "47", "authors": [{"authorName": "Berrak Bahadir", "email": "berrak.bahadir@ozyegin.edu.tr"}, {"authorName": "Neven Valev", "email": "nvalev@gsu.edu"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302052"}, {"title": "Momentum in strategic asset allocation", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.009", "volume": "47", "authors": [{"authorName": "Hui Wu", "email": null}, {"authorName": "Chaoqun Ma", "email": "cqma1998@hnu.edu.cn"}, {"authorName": "Shengjie Yue", "email": null}], "issue": null, "abstract": null, "address": ["Business School of Hunan University, Changsha 410082, PR China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630209X"}, {"title": "Government interventions and equity liquidity in the sub-prime crisis period: Evidence from the ETF market", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.013", "volume": "47", "authors": [{"authorName": "Junmao Chiu", "email": "jchiu@saturn.yzu.edu.tw"}, {"authorName": "Kunchi Tsai", "email": "ken.iof99g@nctu.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302490"}, {"title": "Strategic merger decisions across business cycles: Evidence from bidders' time-varying appetite for operating leverage", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.010", "volume": "47", "authors": [{"authorName": "Chune Young Chung", "email": "bizfinance@cau.ac.kr"}, {"authorName": "Seok-Kyun Hur", "email": null}, {"authorName": "Kainan Wang", "email": null}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302350"}, {"title": "Volatility Spillovers from Australia's major trading partners across the GFC", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.007", "volume": "47", "authors": [{"authorName": "David E. Allen", "email": "profallen2007@gmail.com"}, {"authorName": "Michael McAleer", "email": null}, {"authorName": "Robert J. Powell", "email": null}, {"authorName": "Abhay K. Singh", "email": null}], "issue": null, "abstract": null, "address": ["e", "b", "g", "c", "f", "d", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302040"}, {"title": "Uncertainty and corporate R&D investment: Evidence from Chinese listed firms", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.004", "volume": "47", "authors": [{"authorName": "Yizhong Wang", "email": "wangyizhong315@163.com"}, {"authorName": "Yueling Wei", "email": null}, {"authorName": "Frank M. Song", "email": null}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630199X"}, {"title": "Financial integration in small Islands: The case of Cyprus", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.014", "volume": "47", "authors": [{"authorName": "Mehmet Balcilar", "email": null}, {"authorName": "Ali M. Kutan", "email": null}, {"authorName": "Mehmet E. Yaya", "email": "myaya@emich.edu"}], "issue": null, "abstract": null, "address": ["b", "a", "c", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302519"}, {"title": "Politically connected lending, government capital injection, and bank performance", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.011", "volume": "47", "authors": [{"authorName": "Rosemary Jou", "email": "133400@mail.tku.edu.tw"}, {"authorName": "Shi Chen", "email": "chenshi@swufe.edu.cn"}, {"authorName": "Jeng-Yan Tsai", "email": "tsaijy@mail.tku.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302441"}, {"title": "Stock index hedging using a trend and volatility regime-switching model involving hedging cost", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.016", "volume": "47", "authors": [{"authorName": "EnDer Su", "email": "suender@ccms.nkfust.edu.tw"}], "issue": null, "abstract": null, "address": ["National Kaohsiung First University of Science and Technology, Taiwan, ROC"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302507"}, {"title": "From banks' strategies to financial (in)stability", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.11.001", "volume": "47", "authors": [{"authorName": "Simone Berardi", "email": "berardi.simone@gmail.com"}, {"authorName": "Gabriele Tedeschi", "email": "gabriele.tedeschi@gmail.com"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302623"}, {"title": "Bank ownership, regulation and efficiency: Perspectives from the Middle East and North Africa (MENA) Region", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-01-01", "doiUrl": "10.1016/j.iref.2016.10.015", "volume": "47", "authors": [{"authorName": "Faizul Haque", "email": "F.Haque@hw.ac.uk"}, {"authorName": "Kym Brown", "email": "Kym.Brown@monash.edu"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302404"}, {"title": "Does gold hedge stock market, inflation and exchange rate risks? An econometric investigation", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Javed Iqbal", "email": "jiqbal@iba.edu.pk"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.005", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Institute of Business Administration, Karachi, Pakistan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302660"}, {"title": "Measuring uncertainty in the stock market", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Helena Chuliá", "email": "hchulia@ub.edu"}, {"authorName": "Montserrat Guillén", "email": "mguillen@ub.edu"}, {"authorName": "Jorge M. Uribe", "email": "jorge.uribe@correounivalle.edu.co"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.003", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302672"}, {"title": "Causality between oil prices and the stock market in China: The relevance of the reformed oil product pricing mechanism", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Elie Bouri", "email": "eliebouri@usek.edu.lb"}, {"authorName": "Qian Chen", "email": "water111716@hotmail.com"}, {"authorName": "Donald Lien", "email": "Don.Lien@utsa.edu"}, {"authorName": "Xin Lv", "email": "lvxin2311@bit.edu.com"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.004", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["e", "b", "c", "f", "d", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302702"}, {"title": "The German motor vehicle industry: Costs and crisis", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Lila J. Truett", "email": "lila.truett@utsa.edu"}, {"authorName": "Dale B. Truett", "email": "dale.truett@utsa.edu"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.012", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Professor, Department of Economics, University of Texas at San Antonio, One UTSA Circle, San Antonio, TX 78249-0633, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302982"}, {"title": "Financial crises and the nature of correlation between commodity and stock markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Mehmet Fatih Öztek", "email": "mfoztek@ybu.edu.tr"}, {"authorName": "Nadir Öcal", "email": "ocal@metu.edu.tr"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.008", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302830"}, {"title": "Exchange rate pass through, cost channel to monetary policy transmission, adaptive learning, and the price puzzle", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Syed Zahid Ali", "email": "szahid@lums.edu.pk"}, {"authorName": "Sajid Anwar", "email": "SAnwar@usc.edu.au"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.010", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a", "c", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302970"}, {"title": "How does banking sector globalization affect economic growth?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Amit Ghosh", "email": "aghosh@iwu.edu"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.011", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Department of Economics, Illinois Wesleyan University, 1312 Park Street, PO Box 2900, Bloomington, IL 61702-2900, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302969"}, {"title": "Liquidity basis between credit default swaps and corporate bonds markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kwanho Kim", "email": "kimk@chungbuk.ac.kr"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.013", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Department of Economics, Chungbuk National University, 1 Chungdae-Ro Seowon-Gu, Cheongju 361–763, S. Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303240"}, {"title": "Underfunding or distress? An analysis of corporate pension underfunding and the cross-section of expected stock returns", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Qizhi Tao", "email": null}, {"authorName": "Carl Chen", "email": null}, {"authorName": "Rui Lu", "email": "lurui@mail.sysu.edu.cn"}, {"authorName": "Ting Zhang", "email": "tzhang1@udayton.edu"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.009", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301174"}, {"title": "Product-market competitiveness and investor reaction to corporate governance failures", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Atul Gupta", "email": null}, {"authorName": "Lalatendu Misra", "email": "lmisra@utsa.edu"}, {"authorName": "Yilun Shi", "email": null}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.014", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303288"}, {"title": "Nonlinear relationship between institutional factors and FDI flows: Dynamic panel threshold analysis", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Zühal Kurul", "email": "zkurul@hacettepe.edu.tr"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.002", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Hacettepe University, Department of Economics, 06800 Ankara, Turkey"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303483"}, {"title": "Cost efficiency and technological gap in Western European banks: A stochastic metafrontier analysis", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chi-Chuan Lee", "email": "leechichuan@bnuz.edu.cn"}, {"authorName": "Tai-Hsin Huang", "email": "thuang@nccu.edu.tw"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.003", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303501"}, {"title": "Time-varying return predictability in South Asian equity markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Md. Lutfur Rahman", "email": null}, {"authorName": "Doowon Lee", "email": "Doowon.Lee@newcastle.edu.au"}, {"authorName": "Abul Shamsuddin", "email": null}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.004", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Newcastle Business School, The University of Newcastle, University Drive, Callaghan, NSW 2308, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303537"}, {"title": "The IA-CEPA and sector adjustments: A specific-factors model of production", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hugo Toledo", "email": "htoledo@aus.edu"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.006", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Department of Economics, American University of Sharjah, United Arab Emirates"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302829"}, {"title": "Strategic risk-taking and value creation: Evidence from the market for corporate control", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Shantaram P. Hegde", "email": "Shantaram.hegde@business.uconn.edu"}, {"authorName": "Dev R. Mishra", "email": "Mishra@edwards.usask.ca"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.010", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303689"}, {"title": "Overvaluation and the cost of bank debt", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chyi-Lun Chiou", "email": "075110@mail.fju.edu.tw"}, {"authorName": "Pei-Gi Shu", "email": "036047@mail.fju.edu.tw"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.008", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303690"}, {"title": "Dividends and earnings quality: Evidence from China", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Lu Deng", "email": "denglu@buaa.edu.cn"}, {"authorName": "Sifei Li", "email": "lisifei@bfsu.edu.cn"}, {"authorName": "Mingqing Liao", "email": "mingqingliao@gmail.com"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.011", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303720"}, {"title": "Do &lt;em&gt;cay&lt;/em&gt; and &lt;em&gt;cay&lt;sup&gt;MS&lt;/sup&gt;&lt;/em&gt; predict stock and housing returns? Evidence from a nonparametric causality test", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Mehmet Balcilar", "email": "mehmet@mbalcilar.net"}, {"authorName": "Rangan Gupta", "email": "Rangan.Gupta@up.ac.za"}, {"authorName": "Ricardo M. Sousa", "email": "rjsousa@eeg.uminho.pt"}, {"authorName": "Mark E. Wohar", "email": "mwohar@mail.unomaha.edu"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.007", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["e", "b", "c", "f", "d", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301344"}, {"title": "Foreign capital, pollution control, and wage inequality in developing countries", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Jiancai Pi", "email": "pi2008@nju.edu.cn"}, {"authorName": "Pengqing Zhang", "email": "yourdavidchang@163.com"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.007", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Department of Economics, School of Business, Nanjing University, 22 Hankou Road, Nanjing 210093, PR China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601630123X"}, {"title": "Sudden stops of capital flows to emerging markets: A new prediction approach", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Sangwon Suh", "email": "ssuh@cau.ac.kr"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.013", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["School of Economics, Chung-Ang University, The Republic of Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303732"}, {"title": "Dynamic conditional correlations between Chinese sector returns and the S&P 500 index: An interpretation based on investment shocks", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Myeong Hyeon Kim", "email": "macrovue@gmail.com"}, {"authorName": "Lingxia Sun", "email": "lingxiasun@nankai.edu.cn"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.014", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303719"}, {"title": "Optimal capital structure with moral hazard", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Congming Mu", "email": "mucongming@sina.com"}, {"authorName": "Anxing Wang", "email": "awang@mail.shufe.edu.cn"}, {"authorName": "Jinqiang Yang", "email": "yang.jinqiang@mail.shufe.edu.cn"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.006", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303598"}, {"title": "Asymmetric adjustment and smooth breaks in dividend yields: Evidence from international stock markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Shyh-Wei Chen", "email": "shyhwei.chen@gmail.com"}, {"authorName": "Zixiong Xie", "email": "zixiong.xie@gmail.com"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.001", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301356"}, {"title": "Is the price path learnable under a fixed exchange rate regime?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yo-Long Lin", "email": "yolong@ncnu.edu.tw"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.005", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Department of Economics, National Chi Nan University, 1, University Road, Puli, Nantou 54561, Taiwan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303574"}, {"title": "Different strokes by different folks: The dynamics of hedge fund systematic risk exposure and performance", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Ying Sophie Huang", "email": "sophiehuangying@zju.edu.cn"}, {"authorName": "Carl R. Chen", "email": null}, {"authorName": "Isamu Kato", "email": null}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2017.01.001", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300023"}, {"title": "Choices and impacts of cross-licensing contracts", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Dan Zhao", "email": "zhaodan911@gmail.com"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2017.01.002", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300011"}, {"title": "Does fairness breed efficiency? Pay gap and firm productivity in China", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yunhao Dai", "email": "daiyunhao@hust.edu.cn"}, {"authorName": "Dongmin Kong", "email": "kongdm@hust.edu.cn"}, {"authorName": "Jin Xu", "email": "jinxu@hust.edu.cn"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2017.01.003", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300035"}, {"title": "Investor attention and the expected returns of reits", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kenneth Yung", "email": "kyung@odu.edu"}, {"authorName": "Nadia Nafar", "email": "nafar@alfred.edu"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.009", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303707"}, {"title": "Overnight returns of stock indexes: Evidence from ETFs and futures", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Qingfu Liu", "email": null}, {"authorName": "Yiuman Tse", "email": "tseyi@umsl.edu"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2017.01.005", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301563"}, {"title": "Macroeconomic factors and index option returns", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Ya-Wen Lai", "email": "yawenlai15@gmail.com"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.11.002", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Department of Finance, National Formosa University, No. 64, Wunhua Rd., Huwei Township, Yunlin County 632, Taiwan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302684"}, {"title": "Inflation and consumption of nontradable goods: Global implications from regional analyses", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Jun Nagayasu", "email": "jnagayasu@econ.tohoku.ac.jp"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2017.01.004", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Tohoku University, Graduate School of Economics and Management, Address: 27-1 Kawauchi, Aoba-ku, Sendai, Miyagi 980-8576, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300946"}, {"title": "The growth effects of financial openness and exchange rates", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Cesar M. Rodriguez", "email": "cesar.rodriguez@pdx.edu"}], "coverDate": "2017-03-01", "doiUrl": "10.1016/j.iref.2016.12.015", "volume": "48", "year": "2017", "issue": null, "abstract": null, "address": ["Portland State University, Department of Economics, Portland, OR 97201, United States"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303835"}, {"title": "Stochastic volatility vs. jump diffusions: Evidence from the Chinese convertible bond market", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2016.04.009", "volume": "49", "authors": [{"authorName": "Chenxi Fan", "email": "fanchenxi@zju.edu.cn"}, {"authorName": "Xingguo Luo", "email": "xgluo@zju.edu.cn"}, {"authorName": "Qingbiao Wu", "email": "qbwu@zju.edu.cn"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300223"}, {"title": "Does institutional ownership influence firm performance? Evidence from China", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.021", "volume": "49", "authors": [{"authorName": "Yongjia Rebecca Lin", "email": "yjlin@must.edu.mo"}, {"authorName": "Xiaoqing Maggie Fu", "email": "maggiefu@umac.mo"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601730062X"}, {"title": "Mixed duopoly with foreign firm and subcontracting", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.006", "volume": "49", "authors": [{"authorName": "Yuanzhen Lyu", "email": "yuanzhen@ust.hk"}, {"authorName": "Jie Shuai", "email": "shuaijie@gmail.com"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301368"}, {"title": "Forecasting stock index futures returns with mixed-frequency sentiment", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.020", "volume": "49", "authors": [{"authorName": "Bin Gao", "email": null}, {"authorName": "Chunpeng Yang", "email": "ycpgroup1@gmail.com"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300588"}, {"title": "Corporate credit ratings: Selection on size or productivity?", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.023", "volume": "49", "authors": [{"authorName": "Sasan Bakhtiari", "email": "sasanb@gmx.com"}], "issue": null, "abstract": null, "address": ["Australian Department of Industry, Innovation, and Science and Crawford School of Public Policy, Australian National University, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302039"}, {"title": "Spillover effects of debt and growth in the euro area: Evidence from a GVAR model", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.024", "volume": "49", "authors": [{"authorName": "Bernd Kempa", "email": "bernd.kempa@uni-muenster.de"}, {"authorName": "Nazmus Sadat Khan", "email": "Nazmus-Sadat.Khan@wiwi.uni-muenster.de"}], "issue": null, "abstract": null, "address": ["Institute of International Economics, University of Muenster, Germany"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300837"}, {"title": "Cointegrated market-neutral strategy for basket trading", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.007", "volume": "49", "authors": [{"authorName": "Philip L.H. Yu", "email": null}, {"authorName": "Renjie Lu", "email": null}], "issue": null, "abstract": null, "address": ["Department of Statistics and Actuarial Science, The University of Hong Kong, Pokfulam Road, Hong Kong, China"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300254"}, {"title": "Credit, Endogenous Collateral and Risky Assets: A DSGE Model", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.025", "volume": "49", "authors": [{"authorName": "Matteo Falagiarda", "email": "matteo.falagiarda2@unibo.it"}, {"authorName": "Alessandro Saia", "email": "alessandro.saia@unibo.it"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300941"}, {"title": "Realized volatility transmission from crude oil to equity sectors: A study with economic significance analysis", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.027", "volume": "49", "authors": [{"authorName": "Dilip Kumar", "email": "dksic212@gmail.com"}], "issue": null, "abstract": null, "address": ["Indian Institute of Management Kashipur, India"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300977"}, {"title": "Conditional asset pricing in international equity markets", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.026", "volume": "49", "authors": [{"authorName": "Thanh D. Huynh", "email": "thanh.huynh@monash.edu"}], "issue": null, "abstract": null, "address": ["Department of Banking and Finance, Monash Business School, Monash University, 900 Dandenong Rd, Caulfield East, Victoria 3145, Australia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017300965"}, {"title": "The optimal stringency of accounting regulation to alleviate time inconsistency problems", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2016.10.012", "volume": "49", "authors": [{"authorName": "Seongill Kang", "email": "kang@yokohama-cu.ac.jp"}], "issue": null, "abstract": null, "address": ["Graduate School of International Management, Yokohama City University, 22-2 Seto, Kanazawa-ku, Yokohama 236-0027, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016302477"}, {"title": "Empirical conditional quantile test for purchasing power parity: Evidence from East Asian countries", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.029", "volume": "49", "authors": [{"authorName": "Wei Ma", "email": "weima61@126.com"}, {"authorName": "Haiqi Li", "email": "lihaiqi00@hnu.edu.cn"}, {"authorName": "Sung Y. Park", "email": "sungpark@cau.ac.kr"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301028"}, {"title": "Learning about the interdependence between the macroeconomy and the stock market", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.028", "volume": "49", "authors": [{"authorName": "Fabio Milani", "email": "fmilani@uci.edu"}], "issue": null, "abstract": null, "address": ["Department of Economics, University of California, 3151 Social Science Plaza, Irvine, CA, USA"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301423"}, {"title": "The macroeconomic impact of foreign exchange intervention: An empirical study of Thailand", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.001", "volume": "49", "authors": [{"authorName": "Akihiro Kubo", "email": "kubo@econ.osaka-cu.ac.jp"}], "issue": null, "abstract": null, "address": ["Graduate School of Economics, Osaka City University, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301903"}, {"title": "Effect of net foreign assets on persistency of time-varying risk premium: Evidence from the Dollar-Yen exchange rate", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.022", "volume": "49", "authors": [{"authorName": "Makoto Shimizu", "email": "shimizu1@tiu.ac.jp"}], "issue": null, "abstract": null, "address": ["Tokyo International University, 1-13-1 Matobakita, Kawatoe, Saitama 3501197, Japan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016300983"}, {"title": "Companies intangibles: Unique versus generic", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.002", "volume": "49", "authors": [{"authorName": "Petr Parshakov", "email": "parshakov.petr@gmail.com"}, {"authorName": "Marina Zavertiaeva", "email": null}], "issue": null, "abstract": null, "address": ["International Laboratory of Intangible-Driven Economy, National Research University Higher School of Economics, Perm,, Russian Federation"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301156"}, {"title": "Realized volatility forecast of agricultural futures using the HAR models with bagging and combination approaches", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.01.030", "volume": "49", "authors": [{"authorName": "Ke Yang", "email": "yangkedc@foxmail.com"}, {"authorName": "Fengping Tian", "email": "tfengp@mail.sysu.edu.cn"}, {"authorName": "Langnan Chen", "email": "lnscln@mail.sysu.edu.cn"}, {"authorName": "Steven Li", "email": "steven.li@rmit.edu.au"}], "issue": null, "abstract": null, "address": ["b", "a", "c", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301927"}, {"title": "Capital structure and corporate reaction to negative stock return shocks", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.005", "volume": "49", "authors": [{"authorName": "Sung Won Seo", "email": "seosw@ajou.ac.kr"}, {"authorName": "Hae Jin Chung", "email": "hjchung@business.kaist.ac.kr"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301260"}, {"title": "Do exchange rate changes improve the trade balance: An asymmetric nonlinear cointegration approach", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.007", "volume": "49", "authors": [{"authorName": "Augustine C. Arize", "email": "Chuck.Arize@tamuc.edu"}, {"authorName": "John Malindretos", "email": null}, {"authorName": "Emmanuel U. Igwe", "email": null}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301939"}, {"title": "Time-varying risk aversion and return predictability", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.006", "volume": "49", "authors": [{"authorName": "Sun-Joong Yoon", "email": "sunyoon@dongguk.edu"}], "issue": null, "abstract": null, "address": ["Dongguk Business School, Dongguk University, Seoul, South Korea"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301272"}, {"title": "Real exchange rate returns and real stock price returns", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.004", "volume": "49", "authors": [{"authorName": "Hock Tsen Wong", "email": "htwong@ums.edu.my"}], "issue": null, "abstract": null, "address": ["Universiti Malaysia Sabah, Jalan UMS, 88400 Kota Kinabalu, Sabah, Malaysia"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016301678"}, {"title": "The dynamic and asymmetric herding behavior of US equity fund managers in the stock market", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2016.12.012", "volume": "49", "authors": [{"authorName": "Hao Fang", "email": "hihaoa@gmail.com"}, {"authorName": "Chung-Hua Shen", "email": "chshen01@ntu.edu.tw"}, {"authorName": "Yen-Hsien Lee", "email": "yh@cycu.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303677"}, {"title": "Effects of the shareholder base on firm behavior and firm value in China", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.001", "volume": "49", "authors": [{"authorName": "Kenneth Yung", "email": "kyung@odu.edu"}, {"authorName": "Yi Jian", "email": "jane.yi.jian@gmail.com"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301703"}, {"title": "Macroeconomic Dynamics in Korea during and after the Global Financial Crisis: A Bayesian DSGE Approach", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.008", "volume": "49", "authors": [{"authorName": "Hyunju Kang", "email": "hjkang326@gmail.com"}, {"authorName": "Hyunduk Suh", "email": "hsuh@inha.ac.kr"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301521"}, {"title": "The effect of diversification on auditor selection in business groups: A case from Taiwan", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.003", "volume": "49", "authors": [{"authorName": "Wen-Ching Chang", "email": "wcchang@cc.ncue.edu.tw"}, {"authorName": "Huey-Yeh Lin", "email": "linhykoo@gmail.com"}, {"authorName": "Meihua Koo", "email": "mkoo@cpp.edu"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301752"}, {"title": "Effects of directors and officers liability insurance on accounting restatements", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.010", "volume": "49", "authors": [{"authorName": "Tzu-Ching Weng", "email": "tcweng@fcu.edu.tw"}, {"authorName": "Guang-Zheng Chen", "email": "gzchen0120@gmail.com"}, {"authorName": "Hsin-Yi Chi", "email": "hychi@dragon.nchu.edu.tw"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301673"}, {"title": "Time-varying causality between crude oil and stock markets: What can we learn from a multiscale perspective?", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.007", "volume": "49", "authors": [{"authorName": "Rania Jammazi", "email": "Jamrania2@yahoo.fr"}, {"authorName": "Román Ferrer", "email": "Roman.Ferrer@uv.es"}, {"authorName": "Francisco Jareño", "email": "Francisco.Jareno@uclm.es"}, {"authorName": "Syed Jawad Hussain Shahzad", "email": "jawad.kazmi5@gmail.com"}], "issue": null, "abstract": null, "address": ["e", "b", "g", "c", "f", "d", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301867"}, {"title": "Co-movements of returns in the health care sectors from the US, UK, and Germany stock markets: Evidence from the continuous wavelet analyses", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.02.009", "volume": "49", "authors": [{"authorName": "Mei-Ping Chen", "email": "meiping@nutc.edu.tw"}, {"authorName": "Wen-Yi Chen", "email": "chenwen@nutc.edu.tw"}, {"authorName": "Tseng-Chan Tseng", "email": "tctseng@nit.zju.edu.cn"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301661"}, {"title": "Total factor productivity or labor productivity? Firm heterogeneity and location choice of multinationals", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.016", "volume": "49", "authors": [{"authorName": "Meng-Chi Tang", "email": "ecdmct@ccu.edu.tw"}], "issue": null, "abstract": null, "address": ["Department of Economics, National Chung Cheng University, 168 University Road, Min-Hsiung, Chiayi 62102, Taiwan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302198"}, {"title": "Ownership level choice and value creation in international joint ventures: The role of investor protection", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.004", "volume": "49", "authors": [{"authorName": "Iness Aguir", "email": "iaguir@aus.edu"}, {"authorName": "Lalatendu Misra", "email": "lalatendu.misra@utsa.edu"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301831"}, {"title": "Does the crude oil price influence the exchange rates of oil-importing and oil-exporting countries differently&lt;sup&gt;?&lt;/sup&gt; A wavelet coherence analysis", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.015", "volume": "49", "authors": [{"authorName": "Lu Yang", "email": "kudeyang@hotmail.com"}, {"authorName": "Xiao Jing Cai", "email": "xiaojing_cai@yahoo.com"}, {"authorName": "Shigeyuki Hamori", "email": "hamori@econ.kobe-u.ac.jp"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302125"}, {"title": "The dynamic effects of quantitative easing on stock price: Evidence from Asian emerging markets, 2001–2016", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.002", "volume": "49", "authors": [{"authorName": "Tatsuyoshi Miyakoshi", "email": "miyakoshi@hosei.ac.jp"}, {"authorName": "Junji Shimada", "email": "shimada@busi.aoyama.ac.jp"}, {"authorName": "Kui-Wai Li", "email": "kuiwai.li@utoronto.ca"}], "issue": null, "abstract": null, "address": ["b", "a", "c"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017301764"}, {"title": "Borrowing constraint, heterogeneous production sectors and policy implications: The case of China", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.017", "volume": "49", "authors": [{"authorName": "Ren Wang", "email": "renwang@hnu.edu.cn"}, {"authorName": "Jie Hou", "email": "jie_hou_cueb@163.com"}, {"authorName": "Xiaobei He", "email": "xiaobei_he@sina.com"}, {"authorName": "Hui Song", "email": "songh@sdu.edu.cn"}], "issue": null, "abstract": null, "address": ["b", "a", "c", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302290"}, {"title": "International trade and quality of labour", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.018", "volume": "49", "authors": [{"authorName": "Sarbajit Chaudhuri", "email": "sarbajitch19@gmail.com"}, {"authorName": "Sugata Marjit", "email": "marjit@gmail.com"}], "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056016303628"}, {"title": "Optimal capital structure and credit spread under incomplete information", "journal": "International Review of Economics & Finance", "year": "2017", "coverDate": "2017-05-01", "doiUrl": "10.1016/j.iref.2017.03.020", "volume": "49", "authors": [{"authorName": "Bo Liu", "email": "Liub@uestc.edu.cn"}, {"authorName": "Yang Liu", "email": "liuyangbread@yeah.net"}, {"authorName": "Juan Peng", "email": "pengjuan527@163.com"}, {"authorName": "Jinqiang Yang", "email": "yang.jinqiang@mail.sufe.edu.cn"}], "issue": null, "abstract": null, "address": ["b", "a", "c", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056017302381"}, {"title": "Predicting earnings management: A nonlinear approach", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Ruei-Shian Wu", "email": "rswu@saturn.yzu.edu.tw"}], "coverDate": "2014-03-01", "doiUrl": "10.1016/j.iref.2013.11.001", "volume": "30", "year": "2014", "issue": null, "abstract": null, "address": ["Yuan Ze University, College of Management, 135 Yuan-Tung Road, Chung-Li 32003, Taiwan"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001160"}, {"title": "An empirical study on pre-trade transparency and intraday stealth trading", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yaling Lin", "email": "auswa@ms42.hinet.net"}], "coverDate": "2014-03-01", "doiUrl": "10.1016/j.iref.2013.11.003", "volume": "30", "year": "2014", "issue": null, "abstract": null, "address": ["Department of Finance, I-Shou University, Taiwan, ROC"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001214"}, {"title": "Foreign direct investment and search unemployment: Theory and evidence", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hans-Jörg Schmerer", "email": "Hans-Joerg.Schmerer@iab.de"}], "coverDate": "2014-03-01", "doiUrl": "10.1016/j.iref.2013.11.002", "volume": "30", "year": "2014", "issue": null, "abstract": null, "address": ["IAB Institute for Employment Research, Weddigenstr. 20-22, D-90478, Nuremberg, Germany"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001172"}, {"title": "Financial reform and the adequacy of deposit insurance fund: Lessons from Taiwanese experience", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Chia-Ling Ho", "email": "clho@mail.tku.edu.tw"}, {"authorName": "Gene C. Lai", "email": "genelai@wsu.edu"}, {"authorName": "Jin-Ping Lee", "email": "jplee@fcu.edu.tw"}], "coverDate": "2014-03-01", "doiUrl": "10.1016/j.iref.2013.10.002", "volume": "30", "year": "2014", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013000944"}, {"title": "The euro area sovereign debt crisis: Can contagion spread from the periphery to the core?", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Denis Gorea", "email": "denis.gorea@hof.uni-frankfurt.de"}, {"authorName": "Deyan Radev", "email": "radev@safe.uni-frankfurt.de"}], "coverDate": "2014-03-01", "doiUrl": "10.1016/j.iref.2013.10.003", "volume": "30", "year": "2014", "issue": null, "abstract": null, "address": ["b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013000956"}, {"title": "Structural breaks and long memory in modeling and forecasting volatility of foreign exchange markets of oil exporters: The importance of scheduled and unscheduled news announcements", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Walid Mensi", "email": "walid.mensi@fsegt.rnu.tn"}, {"authorName": "Shawkat Hammoudeh", "email": "hammousm@drexel.edu"}, {"authorName": "Seong-Min Yoon", "email": "smyoon@pusan.ac.kr"}], "coverDate": "2014-03-01", "doiUrl": "10.1016/j.iref.2013.10.004", "volume": "30", "year": "2014", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013000968"}, {"title": "The home-market effect and bilateral trade patterns: A reexamination of the evidence", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Cong S. Pham", "email": "cpham@deakin.edu.au"}, {"authorName": "Mary E. Lovely", "email": "melovely@maxwell.syr.edu"}, {"authorName": "Devashish Mitra", "email": "dmitra@maxwell.syr.edu"}], "coverDate": "2014-03-01", "doiUrl": "10.1016/j.iref.2013.10.005", "volume": "30", "year": "2014", "issue": null, "abstract": null, "address": ["c", "b", "a"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601300097X"}, {"title": "Do ADR investors herd?: Evidence from advanced and emerging markets", "journal": "International Review of Economics & Finance", "authors": [{"authorName": "Rıza Demirer", "email": "rdemire@siue.edu"}, {"authorName": "Ali M. Kutan", "email": "akutan@siue.edu"}, {"authorName": "Huacheng Zhang", "email": "zhanghuacheng1@gmail.com"}], "coverDate": "2014-03-01", "doiUrl": "10.1016/j.iref.2013.10.006", "volume": "30", "year": "2014", "issue": null, "abstract": null, "address": ["c", "e", "b", "a", "d"], "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013000981"}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hideaki Sakawa", "email": "sakawa@econ.nagoya-cu.ac.jp"}, {"authorName": "Masato Ubukata", "email": "ubukata@kushiro-pu.ac.jp"}, {"authorName": "Naoki Watanabel", "email": "n-wata@fc.ritsumei.ac.jp"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Market liquidity and bank-dominated corporate governance: Evidence from Japan", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001238", "doiUrl": "10.1016/j.iref.2013.11.005", "issue": null, "abstract": null, "address": ["c", "b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Kenji Fujiwara", "email": "kenjifujiwara@kwansei.ac.jp"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Pareto-improving tariff-tax reforms under imperfect competition", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601300124X", "doiUrl": "10.1016/j.iref.2013.11.006", "issue": null, "abstract": null, "address": ["School of Economics, Kwansei Gakuin University, Uegahara 1-1-155, Nishinomiya, Hyogo 662-8501, Japan"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Adrian Fernandez-Perez", "email": "adrian.fernandez@aut.ac.nz"}, {"authorName": "Fernando Fernández-Rodríguez", "email": "ffernandez@dmc.ulpgc.es"}, {"authorName": "Simón Sosvilla-Rivero", "email": "sosvilla@ccee.ucm.es"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "The term structure of interest rates as predictor of stock returns: Evidence for the IBEX 35 during a bear market", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001378", "doiUrl": "10.1016/j.iref.2013.12.004", "issue": null, "abstract": null, "address": ["c", "b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hui-Ju Tsai", "email": "htsai2@washcoll.edu"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "The informational efficiency of bonds and stocks: The role of institutional sized bond trades", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001354", "doiUrl": "10.1016/j.iref.2013.12.002", "issue": null, "abstract": null, "address": ["Business Management Department, Washington College, Chestertown, MD 21620, United States"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Andrew N.K. Chen", "email": null}, {"authorName": "Shin-Yun Wang", "email": "gracew@mail.ndhu.edu.tw"}, {"authorName": "Po-Lung Yu", "email": null}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Evaluating multi-criteria ratings of financial investment options", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001366", "doiUrl": "10.1016/j.iref.2013.12.003", "issue": null, "abstract": null, "address": ["c", "b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Jung-Bin Su", "email": "jungbinsu@cc.cust.edu.tw"}, {"authorName": "Ming-Chih Lee", "email": "mlee@mail.tku.edu.tw"}, {"authorName": "Chien-Liang Chiu", "email": "100730@mail.tku.edu.tw"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Why does skewness and the fat-tail effect influence value-at-risk estimates? Evidence from alternative capital markets", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001342", "doiUrl": "10.1016/j.iref.2013.12.001", "issue": null, "abstract": null, "address": ["b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Lila J. Truett", "email": "lila.truett@utsa.edu"}, {"authorName": "Dale B. Truett", "email": null}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "The South Korean auto industry's path to maturity", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000033", "doiUrl": "10.1016/j.iref.2014.01.002", "issue": null, "abstract": null, "address": ["Department of Economics, The University of Texas at San Antonio, One UTSA Circle, San Antonio, TX 78249-0633, United States"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Zixiong Xie", "email": "zixiong.xie@gmail.com"}, {"authorName": "Shyh-Wei Chen", "email": "shyhwei.chen@gmail.com"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Untangling the causal relationship between government budget and current account deficits in OECD countries: Evidence from bootstrap panel Granger causality", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601400015X", "doiUrl": "10.1016/j.iref.2014.01.014", "issue": null, "abstract": null, "address": ["b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Go Tamakoshi", "email": null}, {"authorName": "Shigeyuki Hamori", "email": "hamori@econ.kobe-u.ac.jp"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Co-movements among major European exchange rates: A multivariate time-varying asymmetric approach", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000173", "doiUrl": "10.1016/j.iref.2014.01.016", "issue": null, "abstract": null, "address": ["b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Toshihiro Okubo", "email": "okubo@econ.keio.ac.jp"}, {"authorName": "Fukunari Kimura", "email": "fkimura@econ.keio.ac.jp"}, {"authorName": "Nozomu Teshima", "email": null}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Asian fragmentation in the Global Financial Crisis", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000021", "doiUrl": "10.1016/j.iref.2014.01.001", "issue": null, "abstract": null, "address": ["b", "a", "c"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Anuj Joshua Mathew", "email": null}, {"authorName": "Arijit Mukherjee", "email": "A.Mukherjee@lboro.ac.uk"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Intellectual property rights, southern innovation and foreign direct investment", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056013001226", "doiUrl": "10.1016/j.iref.2013.11.004", "issue": null, "abstract": null, "address": ["c", "e", "b", "a", "d"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Leonard F.S. Wang", "email": "lfswang@nuk.edu.tw"}, {"authorName": "Jen-yao Lee", "email": null}, {"authorName": "Chu-chuan Hsu", "email": null}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Privatization, foreign competition, and social efficiency of free entry", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000185", "doiUrl": "10.1016/j.iref.2014.01.017", "issue": null, "abstract": null, "address": ["c", "b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Guang-Di Chang", "email": "gchang@mail.ntust.edu.tw"}, {"authorName": "Chia-Shih Chen", "email": null}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Evidence of contagion in global REITs investment", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S105905601300141X", "doiUrl": "10.1016/j.iref.2013.12.005", "issue": null, "abstract": null, "address": ["Graduate Institute of Finance, National Taiwan University of Science and Technology, 43 Keelung Rd, Sec. 4, Taipei 106, Taiwan"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "M.J. Herrerias", "email": null}, {"authorName": "J. Ordóñez", "email": "jmonfort@eco.uji.es"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "If the United States sneezes, does the world need “pain-killers”?", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000161", "doiUrl": "10.1016/j.iref.2014.01.015", "issue": null, "abstract": null, "address": ["c", "b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Sergio Mayordomo", "email": "smayordomo@unav.es"}, {"authorName": "Maria Rodriguez-Moreno", "email": "mrodriguezm@unav.es"}, {"authorName": "Juan Ignacio Peña", "email": "ypenya@eco.uc3m.es"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Liquidity commonalities in the corporate CDS market around the 2007–2012 financial crisis", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000197", "doiUrl": "10.1016/j.iref.2014.02.001", "issue": null, "abstract": null, "address": ["b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Yi-Wen Chen", "email": null}, {"authorName": "Ya-Po Yang", "email": null}, {"authorName": "Leonard F.S. Wang", "email": "lfswang@nuk.edu.tw"}, {"authorName": "Shih-Jye Wu", "email": null}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Technology licensing in mixed oligopoly", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000203", "doiUrl": "10.1016/j.iref.2014.02.002", "issue": null, "abstract": null, "address": ["c", "b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Fang Lou", "email": "loufang@mail.shufe.edu.cn"}, {"authorName": "Jiwei Wang", "email": "jwwang@smu.edu.sg"}, {"authorName": "Hongqi Yuan", "email": "yuanhq@fudan.edu.cn"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Causes and consequences of corporate asset exchanges by listed companies in China", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000227", "doiUrl": "10.1016/j.iref.2014.02.004", "issue": null, "abstract": null, "address": ["c", "b", "a"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Anil V. Mishra", "email": "a.mishra@uws.edu.au"}, {"authorName": "Ronald A. Ratti", "email": "r.ratti@uws.edu.au"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Taxation of domestic dividend income and foreign investment holdings", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000239", "doiUrl": "10.1016/j.iref.2014.01.018", "issue": null, "abstract": null, "address": ["University of Western Sydney, School of Business, Australia"]}, {"journal": "International Review of Economics & Finance", "authors": [{"authorName": "Hidehiro Ikeno", "email": "ikeno@surugadai.ac.jp"}], "coverDate": "2014-05-01", "volume": "31", "year": "2014", "title": "Pairwise tests of convergence of Japanese local price levels", "hyperlink": "https://www.sciencedirect.com/science/article/pii/S1059056014000240", "doiUrl": "10.1016/j.iref.2014.01.019", "issue": null, "abstract": null, "address": ["Department of Economics, Surugadai University, Hanno, Saitama 357–8555, Japan"]}]